{
  "id": "40034451",
  "title": "A new rapid lipoarabinomannan urine assay for tuberculosis: a two-centre diagnostic accuracy evaluation in outpatients with and without HIV.",
  "doi": null,
  "authors": "Hamasur B, Okunola AO, Sserubiri J, Nwamba WV, Abdulgader SM, Ignatowich L, Rasool O, Nabatanzi R, Lorente SP, Giraldos D, Joloba M, Warren RM, Ssengooba W, Theron G",
  "journal": "Research square",
  "year": "2025",
  "abstract": "Non-sputum tests for people attending primary care with symptoms of tuberculosis (TB) are a global priority. We performed a cross-sectional two-centre diagnostic accuracy study of a next-generation urine lipoarabinomannan assay (Biopromic TB LAM, BP-LAM) and the lateral flow Determine TB LAM Ag assay (LF-LAM) on urine from 629 adults with presumptive pulmonary TB (315 with TB) attending primary care in South Africa and Uganda. An extended sputum microbiological reference standard (eMRS) was used and, in South Africa, sputum induction done. BP-LAM had higher sensitivity than LF-LAM [95% confidence interval (CI) 63% (58, 69) vs. 22% (18, 27)] and similar specificity [93% (90, 96) vs. 89% (85, 92)]. BP-LAM sensitivity did not differ in HIV-positive vs. -negative people nor by CD4 counts. Specificity was diminished in PLHIV [90% (83, 94) vs. 96% (92, 99)]. The design-locked version of BP-LAM had improved specificity than the prototype [93% (90, 96) vs. 85% (80, 88)]. In people with TB who could not expectorate sputum, 67% (55, 79) were BP-LAM-positive; resulting in similar yield to sputum Xpert MTB/RIF Ultra [64% (49, 78)] in a programmatic scenario where sputum induction is unavailable. BP-LAM false-negatives had, vs. true-positives, less severe disease and were more likely to have previous TB. False-positive results were more likely to be from people who cultured only non-tuberculous mycobacteria [19% (4/21) vs. 4% (12/293) for true-negatives]. BP-LAM has higher sensitivity than LF-LAM, including in HIV-negative people, potentially permitting the expansion of urine LAM testing beyond people with advanced immunosuppression. The Global Health Technology Fund (GHIT) programs RFP-TRP-2018-001 and RFP-PD-2020-002, EDCTP2 (RIA2020I-3305, CAGE-TB; TMA2020CDF-3209, RADIANT).",
  "source": "PubMed",
  "pmcid": "PMC11875286"
}