{
  "id": "38240881",
  "title": "A novel Escherichia coli cell-based bioreporter for quantification of salicylic acid in cosmetics.",
  "doi": null,
  "authors": "Kim Y, Jeon Y, Jang G, Kim BG, Yoon Y",
  "journal": "Applied microbiology and biotechnology",
  "year": "2024",
  "abstract": "Transcription factor-based bioreporters have been extensively studied for monitoring and detecting environmental toxicants. In Escherichia coli, the multiple antibiotic resistance regulator (MarR) induces transcription upon binding to salicylic acid (SA). We generated SA-specific E. coli cell-based bioreporters utilizing the operator region of the mar operon and MarR as components of the reporter and sensing domains, respectively. Although bioreporters based on endogenous MarR and wild-type E. coli cells responded to SA, their sensitivity and selectivity were insufficient for practical sample monitoring. To improve these parameters, we genetically engineered host strains for optimal MarR expression, which enhanced the sensitivity of the biosensor to micromolar quantities of SA with increased selectivity. Under the optimized experimental conditions, the biosensor could quantify SA in environmental samples. For validation, the SA concentration in artificially contaminated SA-containing cosmetic samples was determined using the developed biosensor. Reliability assessment by comparing the concentrations determined using LC-MS/MS revealed > 90% accuracy of the bioreporters. Although bioreporters are not considered standard tools for environmental monitoring, bacterial cell-based bioreporters may serve as alternative tools owing to their affordability and simplicity. The SA biosensor developed in this study can potentially be a valuable tool for monitoring SA in environmental systems. KEY POINTS: • SA-responsive bioreporter is generated by employing mar operon system in E. coli • SA specificity and selectivity were enhanced by genetic/biochemical engineering • The novel bioreporter would be valuable for SA monitoring in environmental systems.",
  "source": "PubMed",
  "pmcid": "PMC10799119"
}