{
  "id": "40229682",
  "title": "ALE reveals a surprising link between [Fe-S] cluster formation, tryptophan biosynthesis and the potential regulatory protein TrpP in Corynebacterium glutamicum.",
  "doi": null,
  "authors": "Zuchowski R, Schito S, Mack C, Wirtz A, Bott M, Polen T, Noack S, Baumgart M",
  "journal": "BMC microbiology",
  "year": "2025",
  "abstract": "The establishment of synthetic microbial communities comprising complementary auxotrophic strains requires efficient transport processes for common goods. With external supplementation of the required metabolite, most auxotrophic strains reach wild-type level growth. One exception was the L-trypton auxotrophic strain phaCorynebacterium glutamicum ΔTRP ΔtrpP, which grew 35% slower than the wild type in supplemented defined media. C. glutamicum ΔTRP ΔtrpP lacks the whole L-tryptophan biosynthesis cluster (TRP, cg3359-cg3364) as well as the putative L-tryptophan transporter TrpP (Cg3357). We wanted to explore the role of TrpP in L-tryptophan transport, metabolism or regulation and to elucidate the cause of growth limitation despite supplementation. Mutants lacking either TRP or trpP revealed that the growth defect was caused solely by trpP deletion, whereas L-tryptophan auxotrophy was caused only by TRP deletion. Notably, not only the deletion but also the overexpression of trpP in an L-tryptophan producer increased the final L-tryptophan titer, arguing against a transport function of TrpP. A transcriptome comparison of C. glutamicum ΔtrpP with the wild type showed alterations in the regulon of WhcA, that contains an [Fe-S] cluster. Through evolution-guided metabolic engineering, we discovered that inactivation of SufR (Cg1765) partially complemented the growth defect caused by ΔtrpP. SufR is the transcriptional repressor of the suf operon (cg1764-cg1759), which encodes the only system of C. glutamicum for iron‒sulfur cluster formation and repair. Finally, we discovered that the combined deletion of trpP and sufR increased L-tryptophan production by almost 3-fold in comparison with the parental strain without the deletions. On the basis of our results, we exclude the possibility that TrpP is an L-tryptophan transporter. TrpP presence influences [Fe-S] cluster formation or repair, presumably through a regulatory function via direct interaction with another protein. [Fe-S] cluster availability influences not only certain enzymes but also targets of the WhiB-family regulator WhcA, which is involved in oxidative stress response. The reduced growth of WT ΔtrpP is likely caused by the reduced activity of [Fe-S]-cluster-containing enzymes involved in central metabolism, such as aconitase or succinate: menaquinone oxidoreductase. In summary, we identified a very interesting link between L-tryptophan biosynthesis and iron sulfur cluster formation that is relevant for L-tryptophan production. Not applicable.",
  "source": "PubMed",
  "pmcid": "PMC11995493"
}