{
  "id": "38775752",
  "title": "Azithromycin resistance in Escherichia coli and Salmonella from food-producing animals and meat in Europe.",
  "doi": null,
  "authors": "Ivanova M, Ovsepian A, Leekitcharoenphon P, Seyfarth AM, Mordhorst H, Otani S, Koeberl-Jelovcan S, Milanov M, Kompes G, Liapi M, Černý T, Vester CT, Perrin-Guyomard A, Hammerl JA, Grobbel M, Valkanou E, Jánosi S, Slowey R, Alba P, Carfora V, Avsejenko J, Pereckiene A, Claude D, Zerafa R, Veldman KT, Boland C, Garcia-Graells C, Wattiau P, Butaye P, Zając M, Amaro A, Clemente L, Vaduva AM, Romascu LM, Milita NM, Mojžišová A, Zdovc I, Escribano MJZ, De Frutos Escobar C, Overesch G, Teale C, Loneragan GH, Guerra B, Beloeil PA, Brown AMV, Hendriksen RS, Bortolaia V, Kjeldgaard JS",
  "journal": "The Journal of antimicrobial chemotherapy",
  "year": "2024",
  "abstract": "To characterize the genetic basis of azithromycin resistance in Escherichia coli and Salmonella collected within the EU harmonized antimicrobial resistance (AMR) surveillance programme in 2014-18 and the Danish AMR surveillance programme in 2016-19. WGS data of 1007 E. coli [165 azithromycin resistant (MIC > 16 mg/L)] and 269 Salmonella [29 azithromycin resistant (MIC > 16 mg/L)] were screened for acquired macrolide resistance genes and mutations in rplDV, 23S rRNA and acrB genes using ResFinder v4.0, AMRFinder Plus and custom scripts. Genotype-phenotype concordance was determined for all isolates. Transferability of mef(C)-mph(G)-carrying plasmids was assessed by conjugation experiments. mph(A), mph(B), mef(B), erm(B) and mef(C)-mph(G) were detected in E. coli and Salmonella, whereas erm(C), erm(42), ere(A) and mph(E)-msr(E) were detected in E. coli only. The presence of macrolide resistance genes, alone or in combination, was concordant with the azithromycin-resistant phenotype in 69% of isolates. Distinct mph(A) operon structures were observed in azithromycin-susceptible (n = 50) and -resistant (n = 136) isolates. mef(C)-mph(G) were detected in porcine and bovine E. coli and in porcine Salmonella enterica serovar Derby and Salmonella enterica 1,4, [5],12:i:-, flanked downstream by ISCR2 or TnAs1 and associated with IncIγ and IncFII plasmids. Diverse azithromycin resistance genes were detected in E. coli and Salmonella from food-producing animals and meat in Europe. Azithromycin resistance genes mef(C)-mph(G) and erm(42) appear to be emerging primarily in porcine E. coli isolates. The identification of distinct mph(A) operon structures in susceptible and resistant isolates increases the predictive power of WGS-based methods for in silico detection of azithromycin resistance in Enterobacterales.",
  "source": "PubMed",
  "pmcid": "PMC11215539"
}