{
  "id": "37407445",
  "title": "Biotypic and genotypic diversity in Pasteurella canis isolated from host animals and humans: differences in trehalose fermentation and nucleotide sequences encoding trehalose-6-phosphate hydrolase (treC).",
  "doi": null,
  "authors": "Maeda T, Goto M, Tsuyuki Y, Shibata S, Shizuno K, Yoshida H, Kim JS, Takahashi T",
  "journal": "The Journal of veterinary medical science",
  "year": "2023",
  "abstract": "The biotypic and genotypic features of Pasteurella canis isolated from dogs, cats, and humans were clarified by repetitive sequence-based fingerprinting and nucleotide sequences encoding trehalose-6-phosphate hydrolase (treC). Thirty P. canis and 48 P. multocida isolates were collected from dogs, cats, and humans to perform biotyping. The genotyping of P. canis by fingerprinting was followed by dendrogram construction. The whole-genome sequences (WGSs) were searched for the enzyme-coding nucleotide sequences around the main and adjacent loci constituting the operon. Full-length nucleotide sequences encoding the enzyme were determined using polymerase chain reaction and direct sequencing. Biotypic results were compared to the dendrogram and nucleotide sequence data. We observed a difference in trehalose fermentation with a positivity rate of 46.7%. Two (A-1/A-2) and three (B-1/B-2/B-3) clades were located on the dendrograms generated based on two repetitive sequence-based fingerprinting techniques, showing no association between trehalose fermentation and the clades. Based on the WGSs, two variants of the gene, namely, a 1,641 bp gene treC and a pseudogene (1,335 bp) of treC with its first 306 nucleotides deleted, were observed. Trehalose-positive isolates harbored treC, whereas trehalose-negative isolates lacked treC with or without the pseudogene. Our observations suggest biotypic and genotypic diversity among the P. canis isolates from animal and human hosts, with respect to trehalose fermentation and treC nucleotide sequences. This is the first report on the diversity of treC nucleotide sequences among these isolates.",
  "source": "PubMed",
  "pmcid": "PMC10466065"
}