{
  "id": "39375749",
  "title": "Distribution of HPV genotypes in Mashhad, Iran: insights from a 2022-2023 study.",
  "doi": null,
  "authors": "Letafati A, Noroozi M, Fallah T, Farahani AV, Nasiri MMB, Pourmoein H, Sadeghi Z, Ardekani OS, Heshmatipour K, Nodeh SY, Alipour M, Sadeghipoor S, Azhar IR, Parsania M",
  "journal": "Virology journal",
  "year": "2024",
  "abstract": "Human papillomavirus (HPV), is one of the main causes of cervical cancer and also one of the most common sexually transmitted infections (STIs). HPV is responsible for almost all cases of cervical cancer and plays a principal role in causing other cancers including oropharynx, penis, larynx, oral cavity, anus, vulva, and vagina. The study aims to investigate the prevalence and distribution of HPV genotypes among patients referred to private laboratories in Mashhad, located in the northeast of Iran. 428 samples including 382 females (89.3%) and 46 males (10.7%) between January 10, 2022, and February 11, 2023, in Mashhad, Iran were evaluated to detect HPV and determine its genotypes. Cervical swabs and urine samples were collected from females and males, respectively. Viral DNA was extracted by using a CedExtra purification kit (cedbio, Iran) and viral genotypes were identified with a High + Low Papillomastrip kit (Operon, Spain). Mann Whitney U test and Chi-square test were accomplished for statistical analysis. From the total of 428 participants analyzed, the HPV test result was positive for 129 patients (30.1%) and negative for 299 people (69.9%). Among the participants, 115 female (30.1%) and 14 male (30.4%) were positive for HPV infection. The prevalence of HPV infection among the referring people was about 30%. The most common genotype identified was HPV-6 (10.3%), followed by HPV-16 (8.7%) and HPV-51 (7.7%), the second and third most common genotypes, respectively. Additionally, HPV-39 was detected at a frequency of 6.70%. HPV-11, HPV-61, HPV-91, and HPV-44 with a frequency of 1% were among the least genotypes identified among the patients. In line with the results of this study, the prevalence of HPV genotypes in both genders is 30%. The results likely reflect differences in the prevalence of high-risk HPV genotypes, that are less common. Also, HPV-6 and HPV-16 genotypes that are covered by the vaccine had a significant prevalence. On the other hand, with the prevalence of HPV-51 and HPV-39 genotypes in infected people who are not covered by the Gardasil (quadrivalent) vaccine, there is a risk of related cancers in the future.",
  "source": "PubMed",
  "pmcid": "PMC11460210"
}