{
  "id": "36068602",
  "title": "Distribution of papG alleles among uropathogenic Escherichia coli from reproductive age women.",
  "doi": null,
  "authors": "Kudinha T, Kong F",
  "journal": "Journal of biomedical science",
  "year": "2022",
  "abstract": "Extraintestinal Escherichia coli (E. coli) causing urinary tract infections (UTIs), and often referred to as uropathogenic E. coli (UPEC), are a major contributor to the morbidity of UTIs and associated healthcare costs. UPEC possess several virulence factors (VFs) for infecting and injuring the host. We studied the papG allele distribution, and its association with other VF genes and phylogenetic groups, amongst 836 UPEC and fecal isolates from reproductive age women. The papGII gene was highly prevalent amongst pyelonephritis isolates (68%), whilst the majority, albeit smaller proportion, of cystitis isolates (31%) harboured the papGIII gene. Among the pyelonephritis and cystitis isolates, papG positive isolates on average had higher VF gene scores, and were more likely to belong to phylogenetic group B2, than their negative counterparts. This was mostly due to the contribution of papGII isolates, which on average contained more VF genes than their papGIII counterparts, irrespective of the uro-clinical syndrome. However, the papGII isolates from the pyelonephritis cohort had higher VF gene scores than the cystitis ones, suggesting presence of possible papGII clones with differing inferred virulence potential. Furthermore, papGII isolates were more likely to possess an intact pap gene operon than their papGIII counterparts. Also of note was the high proportion of isolates with the papGI allele which was not associated with other pap operon genes; and this finding has not been described before. The association of the papGII gene with several VF genes compared to the papGIII gene, appears to explain the abundance of these genes in pyelonephritis and cystitis isolates, respectively.",
  "source": "PubMed",
  "pmcid": "PMC9450305"
}