{
  "id": "34130703",
  "title": "Early onset of clinical leishmaniosis in a litter of pups with evidence of in utero transmission.",
  "doi": null,
  "authors": "Salant H, Nachum-Biala Y, Feinmesser B, Perelmutter M, Baneth G",
  "journal": "Parasites & vectors",
  "year": "2021",
  "abstract": "Canine leishmaniosis (CanL) is a zoonotic disease caused by Leishmania infantum. Although usually transmitted by phlebotomine sand flies, infection by vertical transmission and by blood transfusion have also been reported. We describe the very early onset of clinical leishmaniosis, starting from 2 months of age, in a litter of pups born to an infected dam and sire. Seven pups from the litter of nine living in different households showed alopecic, exfoliative dermatitis and ulcerative cutaneous lesions. All pups and both parents were tested on at least one occasion both serologically, by enzyme-linked immunosorbent assay (ELISA), and by polymerase chain reaction (PCR) targeting the Leishmania ribosomal operon internal transcribed spacer 1 region and a short fragment of the kinetoplast minicircle; positive amplicons were sequenced. All nine pups were PCR positive for L. infantum verified by DNA sequencing, seven were positive by conjunctival, five by blood, four by lymph node, and one by skin PCR from an ulcerative lesion. Both pups with no clinical signs were seronegative, while five of the seven pups with dermatologic abnormalities were seropositive by ELISA. The sire had typical clinical dermatologic and visceral findings of CanL, was seropositive and PCR positive for L. infantum in the lymph node and fluid from the vas deferens tested after the testes were removed by castration. The dam was sub-clinically infected and seronegative, but positive by blood, lymph node and conjunctival PCR for L. infantum. Allopurinol administered to all clinically affected dogs resulted in clinical recovery. Infection with L. infantum in both parents, the very early age of clinical onset among most of the pups, and the fact that the puppies were born and detected with signs of leishmaniosis in the winter, which is a season without sand fly activity in Israel, strongly suggest vertical transmission. Awareness of the possibility of vertical transmission of L. infantum and infection in littermates should be increased. It is recommended that littermates of young dogs with clinical leishmaniosis should be tested for sub-clinical infection as they may also be infectious to sand flies and thus to other dogs and to humans. Restricting the mating of infected bitches should also be considered to prevent the vertical transmission of the infection.",
  "source": "PubMed",
  "pmcid": "PMC8207771"
}