{
  "id": "35780105",
  "title": "Enhanced protein translocation to mammalian cells by expression of EtgA transglycosylase in a synthetic injector E. coli strain.",
  "doi": null,
  "authors": "Álvarez B, Muñoz-Abad V, Asensio-Calavia A, Fernández LÁ",
  "journal": "Microbial cell factories",
  "year": "2022",
  "abstract": "Bacterial type III secretion systems (T3SSs) assemble a multiprotein complex termed the injectisome, which acts as a molecular syringe for translocation of specific effector proteins into the cytoplasm of host cells. The use of injectisomes for delivery of therapeutic proteins into mammalian cells is attractive for biomedical applications. With that aim, we previously generated a non-pathogenic Escherichia coli strain, called Synthetic Injector E. coli (SIEC), which assembles functional injectisomes from enteropathogenic E. coli (EPEC). The assembly of injectisomes in EPEC is assisted by the lytic transglycosylase EtgA, which degrades the peptidoglycan layer. As SIEC lacks EtgA, we investigated whether expression of this transglycosylase enhances the protein translocation capacity of the engineered bacterium. The etgA gene from EPEC was integrated into the SIEC chromosome under the control of the inducible tac promoter, generating the strain SIEC-eEtgA. The controlled expression of EtgA had no effect on the growth or viability of bacteria. Upon induction, injectisome assembly was ~ 30% greater in SIEC-eEtgA than in the parental strain, as determined by the level of T3SS translocon proteins, the hemolytic activity of the bacterial strain, and the impairment in flagellar motility. The functionality of SIEC-eEtgA injectisomes was evaluated in a derivative strain carrying a synthetic operon (eLEE5), which was capable of delivering Tir effector protein into the cytoplasm of HeLa cells triggering F-actin polymerization beneath the attached bacterium. Lastly, using β-lactamase as a reporter of T3SS-protein injection, we determined that the protein translocation capacity was ~ 65% higher in the SIEC-EtgA strain than in the parental SIEC strain. We demonstrate that EtgA enhances the assembly of functional injectisomes in a synthetic injector E. coli strain, enabling the translocation of greater amounts of proteins into the cytoplasm of mammalian cells. Accordingly, EtgA expression may boost the protein translocation of SIEC strains programmed as living biotherapeutics.",
  "source": "PubMed",
  "pmcid": "PMC9250224"
}