{
  "id": "39939924",
  "title": "Environmental impact on the genome shaping of putative new Streptomyces species.",
  "doi": null,
  "authors": "Lorková Z, Cimermanová M, Piknová M, Adhvaryu S, Pristaš P, Kisková J",
  "journal": "BMC microbiology",
  "year": "2025",
  "abstract": "The bacterial evolution and the emergence of new species are likely influenced by multiple forces, including long-term environmental pressure such as living in extreme conditions. In this study, the genomes of two potentially new Streptomyces species isolated from a former mine heap in Tarnowskie Góry in Poland, were analyzed. A bioinformatic approach revealed notable phylogenetic and metabolic differences between the studied Streptomyces strains, despite originating from the same environment. While both strains are characterized by genetic features common to actinomycetes, additional unique biosynthetic gene clusters were also predicted in their genomes. The comparative genomic analysis with other Streptomyces spp. revealed a high conservation in heavy metal adaptive mechanisms, indicating a preadaptation to extreme conditions. The difference observed in the cad and mer operons could be attributed to the specific adaptations to heavy metal contamination. The high metal tolerance of examined strains was also confirmed by an agar dilution assay in the presence of several heavy metals. The confirmed siderophore production represents an additional mechanism allowing streptomycetes to survive in extreme conditions. On the other hand, both of studied genomes show significant differences in energy acquisition processes and the production of putative novel secondary metabolites. The isolates showed these differences not only among themselves but also compared to other Streptomyces species, indicating their uniqueness. Our results demonstrate that extreme environmental conditions can lead to the development of various adaptation mechanisms in the Streptomyces spp. Furthermore, the results indicate that diverse Streptomyces species have developed conserved adaptation mechanisms against the heavy metals under extreme conditions, indicating the emergence of preadaptations that allow bacteria to respond rapidly to polluted environments and evolve their genomes accordingly up to the evolution of new species.",
  "source": "PubMed",
  "pmcid": "PMC11816981"
}