{
  "id": "36207384",
  "title": "Green synthesis of cellulose nanocrystal/ZnO bio-nanocomposites exerting antibacterial activity and downregulating virulence toxigenic genes of food-poisoning bacteria.",
  "doi": null,
  "authors": "Dawwam GE, Al-Shemy MT, El-Demerdash AS",
  "journal": "Scientific reports",
  "year": "2022",
  "abstract": "Recently, cellulose nanocrystals (CNs) have attracted wide attention owing to their superior properties compared to their bulk materials. For example, they represent an outstanding model for fabricating green metallic/metal oxide nanoparticles (NPs). In this study, two CNs (carboxylated CNs and sulfated CNs) extracted from agro-wastes of palm sheath fibers were used as templates for the facile and green synthesis of ZnO NPs by employing the sono-co-precipitation method. The obtained nanomaterials were characterized using TEM, EDX, UV-visible, DLS, FT-IR, and XRD analysis. As a result, the size and concentration of synthesized ZnO NPs were inversely proportional to one another and were affected by the CNs utilized and the reaction temperature used. Contagious diseases incited by multifarious toxigenic bacteria present severe threats to human health. The fabricated bio-nanocomposites were evaluated in terms of their antimicrobial efficacy by agar well diffusion method and broth microdilution assay, showing that CN-ZnO bio-nanocomposites were effective against the tested Gram-negative (Escherichia coli and Salmonella) and Gram-positive (Listeria monocytogenes and Staphylococcus aureus) bacteria. The influence of the subinhibitory concentrations of these suspensions on the expression of the most critical virulence toxin genes of the tested strains was effective. Significant downregulation levels were observed through toxigenic operons to both fabricated CN-ZnO bio-nanocomposites with a fold change ranging from 0.004 to 0.510, revealing a decline in the capacity and virulence of microorganisms to pose infections. Therefore, these newly fabricated CNS-ZnO bio-nanocomposites could be employed rationally in food systems as a novel preservative to inhibit microbial growth and repress the synthesis of exotoxins.",
  "source": "PubMed",
  "pmcid": "PMC9547054"
}