{
  "id": "39342090",
  "title": "Heterologous expression of the Oenococcus oeni two-component signal transduction response regulator in the Lactiplantibacillus plantarum WCFS1 strain enhances acid stress tolerance.",
  "doi": null,
  "authors": "Zheng Y, Zhang Y, Zhao Y, Wu X, Wang H, Zhao H, Liu J, Liu B, Liu L, Song W",
  "journal": "BMC microbiology",
  "year": "2024",
  "abstract": "Oenococcus oeni is a commercial wine-fermenting bacterial strain, owing to its high efficiency of malolactic fermentation and stress tolerance. The present study explored the function of key genes in O. oeni to enhance stress resistance by heterologous expression of these genes in another species. The orf00404 gene that encodes a two-component signal transduction response regulator in O. oeni was heterologously expressed in Lactiplantibacillus plantarum WCFS1. The expression of orf00404 significantly enhanced the growth rate of the recombinant strain under acid stress. At 60 h, 72 h, and 108 h of culture at pH 4.0, the recombinant strain had 1562, 641, and 748 differentially expressed genes compared to the control strain, respectively. At all three time points, 20 genes were upregulated in the recombinant strain, including the lamA-D operon-coding genes of the quorum-sensing two component signal transduction system and the spx5 RNA polymerase-binding protein coding gene, which may help adaptation to acid stress. In addition, 47 genes were downregulated in the recombinant strain at all three time points, including the hsp1 heat shock protein-coding gene, the trxA1 thioredoxin-coding gene, and the dinP, mutY, umuC, and uvrB DNA damage repair-related protein-coding genes, potentially indicating that the recombinant strain was less susceptible to stress and had less DNA damage than the control strain in acid stress conditions. The recombinant strain had higher membrane fluidity, permeability, and integrity at an early stage of logarithmic growth (72 h), suggesting that it had a more complete and active cell membrane state at this stage. The intracellular ATP content was significantly reduced in the recombinant strain at the beginning of logarithmic growth (60 h), implying that the recombinant strain consumed more energy at this stage to resist acid stress and growth. These results indicated that the recombinant strain enhances acid stress tolerance by regulating a gene expression pattern, increasing ATP consumption, and enhancing cell membrane fluidity, membrane permeability, and membrane integrity at specific growth stages. Thus, the recombinant strain may have potential application in the microbial biotechnology industry.",
  "source": "PubMed",
  "pmcid": "PMC11438414"
}