{
  "id": "27977665",
  "title": "Hierarchical Post-transcriptional Regulation of Colicin E2 Expression in Escherichia coli.",
  "doi": null,
  "authors": "Lechner M, Schwarz M, Opitz M, Frey E",
  "journal": "PLoS computational biology",
  "year": "2016",
  "abstract": "Post-transcriptional regulation of gene expression plays a crucial role in many bacterial pathways. In particular, the translation of mRNA can be regulated by trans-acting, small, non-coding RNAs (sRNAs) or mRNA-binding proteins, each of which has been successfully treated theoretically using two-component models. An important system that includes a combination of these modes of post-transcriptional regulation is the Colicin E2 system. DNA damage, by triggering the SOS response, leads to the heterogeneous expression of the Colicin E2 operon including the cea gene encoding the toxin colicin E2, and the cel gene that codes for the induction of cell lysis and release of colicin. Although previous studies have uncovered the system's basic regulatory interactions, its dynamical behavior is still unknown. Here, we develop a simple, yet comprehensive, mathematical model of the colicin E2 regulatory network, and study its dynamics. Its post-transcriptional regulation can be reduced to three hierarchically ordered components: the mRNA including the cel gene, the mRNA-binding protein CsrA, and an effective sRNA that regulates CsrA. We demonstrate that the stationary state of this system exhibits a pronounced threshold in the abundance of free mRNA. As post-transcriptional regulation is known to be noisy, we performed a detailed stochastic analysis, and found fluctuations to be largest at production rates close to the threshold. The magnitude of fluctuations can be tuned by the rate of production of the sRNA. To study the dynamics in response to an SOS signal, we incorporated the LexA-RecA SOS response network into our model. We found that CsrA regulation filtered out short-lived activation peaks and caused a delay in lysis gene expression for prolonged SOS signals, which is also seen in experiments. Moreover, we showed that a stochastic SOS signal creates a broad lysis time distribution. Our model thus theoretically describes Colicin E2 expression dynamics in detail and reveals the importance of the specific regulatory components for the timing of toxin release.",
  "source": "PubMed",
  "pmcid": "PMC5157957"
}