{
  "id": "39878512",
  "title": "Human-derived microRNA 21 regulates indole and L-tryptophan biosynthesis transcripts in the gut commensal ",
  "doi": null,
  "authors": "Flanagan K, Gassner K, Lang M, Ozelyte J, Hausmann B, Crepaz D, Pjevac P, Gasche C, Berry D, Vesely C, Pereira FC",
  "journal": "mBio",
  "year": "2025",
  "abstract": "In the gut, microRNAs (miRNAs) produced by intestinal epithelial cells are secreted into the lumen and can shape the composition and function of the gut microbiome. Crosstalk between gut microbes and the host plays a key role in irritable bowel syndrome (IBS) and inflammatory bowel diseases, yet little is known about how the miRNA-gut microbiome axis contributes to the pathogenesis of these conditions. Here, we investigate the ability of miR-21, a miRNA that we found decreased in fecal samples from IBS patients, to associate with and regulate gut microbiome function. When incubated with the human fecal microbiota, miR-21 revealed a rapid internalization or binding to microbial cells, which varied in extent across different donor samples. Fluorescence-activated cell sorting and sequencing of microbial cells incubated with fluorescently labeled miR-21 identified organisms belonging to the genera The mammalian gut represents one of the largest and most dynamic host-microbe interfaces. Host-derived microRNAs (miRNAs), released from the gut epithelium into the lumen, have emerged as important contributors to host-microbe crosstalk. Levels of several miRNAs are altered in the stool of patients with irritable bowel syndrome or inflammatory bowel disease. Understanding how miRNAs interact with and shape gut microbiota function is crucial as it may enable the development of new targeted treatments for intestinal diseases. This study provides evidence that the miRNA miR-21 can rapidly associate with diverse microbial cells form the gut and increase levels of transcripts involved in tryptophan synthesis in a ubiquitous gut microbe. Tryptophan catabolites regulate key functions, such as gut immune response or permeability. Therefore, this mechanism represents an unexpected host-microbe interaction and suggests that host-derived miR-21 may help regulate gut function via the gut microbiota.",
  "source": "PubMed",
  "pmcid": "PMC11898669"
}