{
  "id": "40217307",
  "title": "Insights into the utilisation of 1,2-propanediol and interactions with the cell envelope of Clostridium perfringens.",
  "doi": null,
  "authors": "Huertas-Díaz L, Vestergaard LG, Marietou A, Irla M, Behr J, Somoza MM, Feilberg A, Schwab C",
  "journal": "Gut pathogens",
  "year": "2025",
  "abstract": "Breastfeeding is a major determinant of gut microbiota composition and fermentation activity during the first months of life. Breastmilk delivers human milk oligosaccharides (HMO) as substrates for microbial intestinal fermentation. One of the main metabolites that accumulates in feces of breastfed infants is 1,2-propanediol (1,2PD) resulting from the metabolism of fucosylated HMO. 1,2PD is used in microbial cross-feeding to produce propionate, but 1,2PD is also an alcohol that can impact the state of the microbial cell envelope. To shed further light on an understudied compound in the infant gut, we investigated the genetic and metabolic potential of the early gut colonizer Clostridium perfringens to utilise 1,2PD, and the interactions of 1,2PD with the cell envelope. Based on genome analysis, C. perfringens FMT 1006 isolated from infant feces possessed most genes of the pdu operon related to 1,2PD metabolism. C. perfringens consumed 1,2PD (78%) and produced 1-propanol as the main metabolite, while propionate was not detected. In agreement, genes responsible for 1,2PD utilisation and propanol formation (pduCDE, dhaT) were highly expressed. When cultivated in the presence of 1,2PD and glucose, a higher proportion of 1,2PD carbon (87%) was recovered as compared to incubation with only 1,2PD (34%). At the same time, lactate and acetate were formed in a ratio of 2.16:1.0 with 1,2PD and glucose compared to a ratio 9.0:1.0 during growth with only glucose possibly due to reallocation of the NAD We provide here new knowledge on the metabolism of 1,2PD by a microbial species that is present during breastfeeding and observed that C. perfringens metabolised 1,2PD mainly to propanol. The presence of 1,2PD had little impact on membrane fluidity and let to modifications of membrane lipid composition. Collectively, these findings advance our understanding of on intestinal metabolite-microbe interactions during breastfeeding.",
  "source": "PubMed",
  "pmcid": "PMC11992839"
}