{
  "id": "33957869",
  "title": "Long-read metagenomics retrieves complete single-contig bacterial genomes from canine feces.",
  "doi": null,
  "authors": "Cuscó A, Pérez D, Viñes J, Fàbregas N, Francino O",
  "journal": "BMC genomics",
  "year": "2021",
  "abstract": "Long-read sequencing in metagenomics facilitates the assembly of complete genomes out of complex microbial communities. These genomes include essential biologic information such as the ribosomal genes or the mobile genetic elements, which are usually missed with short-reads. We applied long-read metagenomics with Nanopore sequencing to retrieve high-quality metagenome-assembled genomes (HQ MAGs) from a dog fecal sample. We used nanopore long-read metagenomics and frameshift aware correction on a canine fecal sample and retrieved eight single-contig HQ MAGs, which were > 90% complete with < 5% contamination, and contained most ribosomal genes and tRNAs. At the technical level, we demonstrated that a high-molecular-weight DNA extraction improved the metagenomics assembly contiguity, the recovery of the rRNA operons, and the retrieval of longer and circular contigs that are potential HQ MAGs. These HQ MAGs corresponded to Succinivibrio, Sutterella, Prevotellamassilia, Phascolarctobacterium, Catenibacterium, Blautia, and Enterococcus genera. Linking our results to previous gastrointestinal microbiome reports (metagenome or 16S rRNA-based), we found that some bacterial species on the gastrointestinal tract seem to be more canid-specific -Succinivibrio, Prevotellamassilia, Phascolarctobacterium, Blautia_A sp900541345-, whereas others are more broadly distributed among animal and human microbiomes -Sutterella, Catenibacterium, Enterococcus, and Blautia sp003287895. Sutterella HQ MAG is potentially the first reported genome assembly for Sutterella stercoricanis, as assigned by 16S rRNA gene similarity. Moreover, we show that long reads are essential to detect mobilome functions, usually missed in short-read MAGs. We recovered eight single-contig HQ MAGs from canine feces of a healthy dog with nanopore long-reads. We also retrieved relevant biological insights from these specific bacterial species previously missed in public databases, such as complete ribosomal operons and mobilome functions. The high-molecular-weight DNA extraction improved the assembly's contiguity, whereas the high-accuracy basecalling, the raw read error correction, the assembly polishing, and the frameshift correction reduced the insertion and deletion errors. Both experimental and analytical steps ensured the retrieval of complete bacterial genomes.",
  "source": "PubMed",
  "pmcid": "PMC8103633"
}