{
  "id": "39998207",
  "title": "Mono- and multidomain defense toxins of the RelE/ParE superfamily.",
  "doi": null,
  "authors": "Gerdes K",
  "journal": "mBio",
  "year": "2025",
  "abstract": "Toxin-antitoxin (TA) modules are widely distributed across prokaryotes, often existing in large numbers despite their associated fitness costs. Most type II TA modules are bicistronic operons encoding a monodomain toxin and its cognate protein antitoxin. The RelE/ParE superfamily encompasses toxins with a conserved Barnase-EndoU-ColicinE5/D-RelE (BECR) fold. Yet, their cellular targets differ remarkably: RelE toxins function as ribosome-dependent RNases, while ParE toxins act as DNA gyrase inhibitors. Using a comprehensive bioinformatics approach, this study analyzed 13 BECR-fold toxin families as classified in the Pfam database. Intriguingly, the ParE family was found to include a subcluster of mRNA-cleaving toxins, challenging its conventional role as solely DNA-targeting. This study identified a novel tripartite operon encoding a PtuA-like defense ATPase, a homolog of type IV restriction endonucleases, and a RelE homolog, suggesting a coordinated role in defense mechanisms. Multidomain BECR-fold toxins, including transmembrane variants, were also discovered, extending the functional repertoire of type II TA modules to membrane-associated systems. These findings clarify the evolutionary relationships and functional diversity within the RelE/ParE superfamily and discover novel, putative defense systems that can now be investigated experimentally.IMPORTANCEToxin-antitoxin modules play critical roles in prokaryotic survival and adaptation, contributing to genome stabilization and defense against phages and invading plasmids. The RelE/ParE superfamily exemplifies the structural and functional diversity of these systems, with members targeting distinct cellular processes, such as translation and DNA supercoiling. By elucidating the relationships among the 13 BECR-fold toxin families, this study enhances our understanding of microbial resistance mechanisms and reveals potential new opportunities for research into prokaryotic defense and regulation. These insights may have significant implications for medical and biotechnological applications, particularly in understanding bacterial responses to genetic invaders.",
  "source": "PubMed",
  "pmcid": "PMC11980606"
}