{
  "id": "36073817",
  "title": "Redox-Mediated Inactivation of the Transcriptional Repressor RcrR is Responsible for Uropathogenic Escherichia coli's Increased Resistance to Reactive Chlorine Species.",
  "doi": null,
  "authors": "Sultana S, Crompton ME, Meurer K, Jankiewicz O, Morales GH, Johnson C, Horbach E, Hoffmann KP, Kr P, Shah R, Anderson GM, Mortimer NT, Schmitz JE, Hadjifrangiskou M, Foti A, Dahl JU",
  "journal": "mBio",
  "year": "2022",
  "abstract": "The ability to overcome stressful environments is critical for pathogen survival in the host. One challenge for bacteria is the exposure to reactive chlorine species (RCS), which are generated by innate immune cells as a critical part of the oxidative burst. Hypochlorous acid (HOCl) is the most potent antimicrobial RCS and is associated with extensive macromolecular damage in the phagocytized pathogen. However, bacteria have evolved defense strategies to alleviate the effects of HOCl-mediated damage. Among these are RCS-sensing transcriptional regulators that control the expression of HOCl-protective genes under non-stress and HOCl stress. Uropathogenic Escherichia coli (UPEC), the major causative agent of urinary tract infections (UTIs), is particularly exposed to infiltrating neutrophils during pathogenesis; however, their responses to and defenses from HOCl are still completely unexplored. Here, we present evidence that UPEC strains tolerate higher levels of HOCl and are better protected from neutrophil-mediated killing compared with other E. coli. Transcriptomic analysis of HOCl-stressed UPEC revealed the upregulation of an operon consisting of three genes, one of which encodes the transcriptional regulator RcrR. We identified RcrR as a HOCl-responsive transcriptional repressor, which, under non-stress conditions, is bound to the operator and represses the expression of its target genes. During HOCl exposure, however, the repressor forms reversible intermolecular disulfide bonds and dissociates from the DNA resulting in the derepression of the operon. Deletion of one of the target genes renders UPEC significantly more susceptible to HOCl and phagocytosis indicating that the HOCl-mediated induction of the regulon plays a major role for UPEC's HOCl resistance.",
  "source": "PubMed",
  "pmcid": "PMC9600549"
}