{
  "id": "36329510",
  "title": "Segregationally stabilised plasmids improve production of commodity chemicals in glucose-limited continuous fermentation.",
  "doi": null,
  "authors": "Allen JR, Torres-Acosta MA, Mohan N, Lye GJ, Ward JM",
  "journal": "Microbial cell factories",
  "year": "2022",
  "abstract": "The production of chemicals via bio-based routes is held back by limited easy-to-use stabilisation systems. A wide range of plasmid stabilisation mechanisms can be found in the literature, however, how these mechanisms effect genetic stability and how host strains still revert to non-productive variants is poorly understood at the single-cell level. This phenomenon can generate difficulties in production-scale bioreactors as different populations of productive and non-productive cells can arise. To understand how to prevent non-productive strains from arising, it is vital to understand strain behaviour at a single-cell level. The persistence of genes located on plasmid vectors is dependent on numerous factors but can be broadly separated into structural stability and segregational stability. While structural stability refers to the capability of a cell to resist genetic mutations that bring about a loss of gene function in a production pathway, segregational stability refers to the capability of a cell to correctly distribute plasmids into daughter cells to maintain copy number. A lack of segregational stability can rapidly generate plasmid-free variants during replication, which compromises productivity. Citramalate synthase expression was linked in an operon to the expression of a fluorescent reporter to enable rapid screening of the retention of a model chemical synthesis pathway in a continuous fermentation of E. coli. Cells without additional plasmid stabilisation started to lose productivity immediately after entering the continuous phase. Inclusion of a multimer resolution site, cer, enabled a steady-state production period of 58 h before a drop in productivity was detected. Single-cell fluorescence measurements showed that plasmid-free variants arose rapidly without cer stabilisation and that this was likely due to unequal distribution of plasmid into daughter cells during cell division. The addition of cer increased total chemical yield by more than 50%. This study shows the potential remains high for plasmids to be used as pathway vectors in industrial bio-based chemicals production, providing they are correctly stabilised. We demonstrate the need for accessible bacterial 'toolkits' to enable rapid production of known, stabilised bacterial production strains to enable continuous fermentation at scale for the chemicals industry.",
  "source": "PubMed",
  "pmcid": "PMC9632041"
}