{
  "id": "39543621",
  "title": "The metabolic engineering of Escherichia coli for the high-yield production of hypoxanthine.",
  "doi": null,
  "authors": "Zhao S, Shi T, Li L, Chen Z, Li C, Yu Z, Sun P, Xu Q",
  "journal": "Microbial cell factories",
  "year": "2024",
  "abstract": "Hypoxanthine, prevalent in animals and plants, is used in the production of food additives, nucleoside antiviral drugs, and disease diagnosis. Current biological fermentation methods synthesize quantities insufficient to meet industrial demands. Therefore, this study aimed to develop a strain capable of industrial-scale production of hypoxanthine. De novo synthesis of hypoxanthine was achieved by blocking the hypoxanthine decomposition pathway, thus alleviating transcriptional repression and multiple feedback inhibition, and introducing a purine operon from Bacillus subtilis to construct a chassis strain. The effects of knocking out the IMP(Inosine 5'-monophosphate) branch on the growth status and titer of the strain were then investigated, and the effectiveness of adenosine deaminase and adenine deaminase was verified. Overexpressing these enzymes created a dual pathway for hypoxanthine synthesis, enhancing the metabolic flow of hypoxanthine synthesis and preventing auxotrophic strain formation. Introducing IMP-specific 5' -nucleotidase addressed the issue of adenylate accumulation. In addition, the metabolic flow of the guanine branch was dynamically regulated by the guaB gene. The supply of glutamine and aspartic acid precursors was enhanced by introducing an exogenous glnA mutant gene, overexpressing aspC, and replacing the weaker promoter to regulate the aspartic acid branching pathway. Ultimately, fermentation in a 5 L bioreactor for 48 h produced 30.6 g/L hypoxanthine, with a maximum real-time productivity of 1.4 g/L/h, the highest value of hypoxanthine production by microbial fermentation reported so far. The intracellular purine biosynthesis pathway is extensive and regulated at multiple levels in cells. The IMP branch in the hypoxanthine synthesis pathway has a higher metabolic flux. The current challenge lies in systematically allocating the metabolic flux within the branch pathway to achieve substantial product accumulation. In this study, E. coli was used as the chassis strain to construct a dual pathway for IMP and AMP(Adenosine 5'-monophosphate) synergistic hypoxanthine synthesis and dynamically regulate the guanine branch pathway. Overall, our experimental efforts culminated in a high-yield, plasmid- and defect-free engineered hypoxanthine strain.",
  "source": "PubMed",
  "pmcid": "PMC11566304"
}