{
  "id": "38465243",
  "title": "The regulatory effects of (p)ppGpp and indole on cAMP synthesis in Escherichia coli cells.",
  "doi": null,
  "authors": "Kashevarova NM, Khaova EA, Tkachenko AG",
  "journal": "Vavilovskii zhurnal genetiki i selektsii",
  "year": "2024",
  "abstract": "Bacterial stress adaptive response is formed due to changes in the cell gene expression profile in response to alterations in environmental conditions through the functioning of regulatory networks. The mutual influence of network signaling molecules represented by cells' natural metabolites, including indole and second messengers (p) ppGpp and cAMP, is hitherto not well understood, being the aim of this study. E. coli parent strain BW25141 ((p) ppGpp+) and deletion knockout BW25141ΔrelAΔspoT which is unable to synthesize (p)ppGpp ((p)ppGpp0) were cultivated in M9 medium supplemented with different glucose concentrations (5.6 and 22.2 mM) in the presence of tryptophan as a substrate for indole synthesis and in its absence. The glucose content was determined with the glucose oxidase method; the indole content, by means of HPLC; and the cAMP concentration, by ELISA. The onset of an increase in initially low intracellular cAMP content coincided with the depletion of glucose in the medium. Maximum cAMP accumulation in the cells was proportional to the concentration of initially added glucose. At the same time, the (p) ppGpp0 mutant showed a decrease in maximum cAMP levels compared to the (p)ppGpp+ parent, which was the most pronounced in the medium with 22.2 mM glucose. So, (p)ppGpp was able to positively regulate cAMP formation. The promoter of the tryptophanase operon responsible for indole biosynthesis is known to be under the positive control of catabolic repression. Therefore, in the cells of the (p)ppGpp+ strain grown in the tryptophan-free medium that were characterized by a low rate of spontaneous indole formation, its synthesis significantly increased in response to the rising cAMP level just after glucose depletion. However, this was not observed in the (p)ppGpp0 mutant cells with reduced cAMP accumulation. When tryptophan was added to the medium, both of these strains demonstrated high indole production, which was accompanied by a decrease in cAMP accumulation compared to the tryptophan-free control. Thus, under glucose depletion, (p)ppGpp can positively regulate the accumulation of both cAMP and indole, while the latter, in its turn, has a negative effect on cAMP formation.",
  "source": "PubMed",
  "pmcid": "PMC10917672"
}