{
  "id": "37559122",
  "title": "Use of the mCherry fluorescent protein to optimize the expression of class I lanthipeptides in Escherichia coli.",
  "doi": null,
  "authors": "Van Zyl WF, Van Staden AD, Dicks LMT, Trindade M",
  "journal": "Microbial cell factories",
  "year": "2023",
  "abstract": "Lanthipeptides are a rapidly expanding family of ribosomally synthesized and post-translationally modified natural compounds with diverse biological functions. Lanthipeptide structural and biosynthetic genes can readily be identified in genomic datasets, which provides a substantial repository for unique peptides with a wide range of potentially novel bioactivities. To realize this potential efficiently optimized heterologous production systems are required. However, only a few class I lanthipeptides have been successfully expressed using Escherichia coli as heterologous producer. This may be attributed to difficulties experienced in the co-expression of structural genes and multiple processing genes as well as complex optimization experiments. Here, an optimized modular plasmid system is presented for the complete biosynthesis for each of the class I lanthipeptides nisin and clausin, in E. coli. Genes encoding precursor lanthipeptides were fused to the gene encoding the mCherry red fluorescent protein and co-expressed along with the required synthetases from the respective operons. Antimicrobially active nisin and clausin were proteolytically liberated from the expressed mCherry fusions. The mCherry-NisA expression system combined with in vivo fluorescence monitoring was used to elucidate the effect of culture media composition, promoter arrangement, and culture conditions including choice of growth media and inducer agents on the heterologous expression of the class I lanthipeptides. To evaluate the promiscuity of the clausin biosynthetic enzymes, the optimized clausin expression system was used for the heterologous expression of epidermin. We succeeded in developing novel mCherry-fusion based plug and play heterologous expression systems to produce two different subgroups of class I lanthipeptides. Fully modified Pre-NisA, Pre-ClausA and Pre-EpiA fused to the mCherry fluorescence gene was purified from the Gram-negative host E. coli BL21 (DE3). Our study demonstrates the potential of using in vivo fluorescence as a platform to evaluate the expression of mCherry-fused lanthipeptides in E. coli. This allowed a substantial reduction in optimization time, since expression could be monitored in real-time, without the need for extensive and laborious purification steps or the use of in vitro activity assays. The optimized heterologous expression systems developed in this study may be employed in future studies for the scalable expression of novel NisA derivatives, or novel genome mined derivatives of ClausA and other class I lanthipeptides in E. coli.",
  "source": "PubMed",
  "pmcid": "PMC10413542"
}