{
  "id": "39426220",
  "title": "Xylooligosaccharide interferes with the cell cycle and reduces the antibiotic tolerance of avian pathogenic Escherichia coli by associating with its potential antimetabolic actions.",
  "doi": null,
  "authors": "Ren L, Ye H, Fang J, Cao Q, Zhang C, Dong Z, Feng D, Zuo J, Wang W",
  "journal": "Poultry science",
  "year": "2024",
  "abstract": "This study aimed to probe if xylooligosaccharide (XOS) could act as an antimetabolite to impact the cell cycle and antibiotic tolerance of avian pathogenic Escherichia coli (APEC). We firstly measured the bacteriostasis of XOS against APEC O78 and its effect on the growth of APEC O78 growing on different medium. Afterwards, the effects of XOS on xylose operon activation along with the cell cycle and antibiotic tolerance of APEC O78 were analyzed. The results showed that XOS caused no inhibitory circle against APEC O78 and did not affect (P > 0.05) the growth of APEC O78 growing on LB medium. Besides, APEC O78 was unable to grow on M9 medium (carbon-free) added with XOS. However, XOS exerted a similar role as xylose in increasing (P < 0.05) the expression of certain xylose operon genes including xylose isomerase (XylA)-encoding gene (xylA) and xylose-binding periplasmic protein (XylF)-encoding gene (xylF) in APEC O78. The molecular docking simulation revealed that the major monomer components (xylobiose, xylotriose and xylotetraose) of XOS had stable binding potentials to both XylA and XylF proteins of E. coli, as supported by the low binding free energy and the formation of considerable hydrogen bonds between them. The subsequent analysis showed that XOS altered certain cell cycle-related genes expression, especially elevated (P < 0.05) nrdB expression and decreased ihfB expression to a degree. Moreover, XOS played a similar role as 2-deoxy-glucose (a glucose analogue serving as a typical antimetabolite) in lowering (P < 0.05) the number of ampicillin-tolerant APEC O78. Collectively, XOS had no direct bacteriostasis against APEC and could not be metabolized/utilized by APEC O78. However, it might become an analogue of xylose and then activate xylose transport- and metabolism-related proteins in APEC O78, thus functioning as a potential antimetabolite and exerting antimetabolic actions. This could at least partially interpret the observed roles of XOS in interfering with the cell cycle and diminishing the antibiotic tolerance of APEC O78. The above findings expand the knowledges about the functions of XOS and provide a basis for exploring novel strategies to reduce the antibiotic tolerance of APEC.",
  "source": "PubMed",
  "pmcid": "PMC11536015"
}