[
  {
    "chunk_id": "2922af85-bf31-44e2-82ee-aaefeabb53d7",
    "title": "",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Maviza TP, Zarechenskaia AS, Burmistrova NR, Tchoub AS, Dontsova OA, Sergiev PV, Osterman IA"
  },
  {
    "chunk_id": "3e007304-132c-4548-9bd3-2d77ddda98c7",
    "title": "Activation of the general stress response sigma factor SigB prevents competence development in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Harms M, Michalik S, Hildebrandt P, Schaffer M, Gesell Salazar M, Gerth U, Mäder U, van Dijl JM, Hecker M, Völker U, Reder A"
  },
  {
    "chunk_id": "68f050e5-7426-4a37-b2e1-f652fe536ece",
    "title": "ALE reveals a surprising link between [Fe-S] cluster formation, tryptophan biosynthesis and the potential regulatory protein TrpP in Corynebacterium glutamicum.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Zuchowski R, Schito S, Mack C, Wirtz A, Bott M, Polen T, Noack S, Baumgart M"
  },
  {
    "chunk_id": "9908b2fb-31f4-40ca-bf52-6cf0c796a6c0",
    "title": "Anaerobic benzene oxidation in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Bullows JE, Kanak A, Shedrick L, Kiessling C, Aklujkar M, Kostka J, Chin K-J"
  },
  {
    "chunk_id": "053d7e93-e8ae-4ee1-a67d-b903491cfc28",
    "title": "Analysis of bacterial transcriptome and epitranscriptome using nanopore direct RNA sequencing.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Tan L, Guo Z, Shao Y, Ye L, Wang M, Deng X, Chen S, Li R"
  },
  {
    "chunk_id": "1c46ed0a-dfa9-44b3-a6ed-13896aeee863",
    "title": "Analysis of Human Clinical Mutations of Mitochondrial ND1 in a Bacterial Model System for Complex I.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Alkhaldi HA, Phan DH, Vik SB"
  },
  {
    "chunk_id": "68abf792-ca80-4bc3-8662-85dc013c0a9b",
    "title": "Analyzing the correlation between protein expression and sequence-related features of mRNA and protein in Escherichia coli K-12 MG1655 model.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Truong NHM, T Vo N, Nguyen BT, Huynh ST, Nguyen HD"
  },
  {
    "chunk_id": "806efb6b-0c3b-44a8-b29a-810a6888384c",
    "title": "Anti-biofilm activity of caffeine against uropathogenic E. coli is mediated by curli biogenesis.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Rathi B, Gupta S, Kumar P, Kesarwani V, Dhanda RS, Kushwaha SK, Yadav M"
  },
  {
    "chunk_id": "84d005ff-624c-44ff-b757-b4c90be56677",
    "title": "An Emerging Lineage of Uropathogenic Extended Spectrum β-Lactamase Escherichia coli ST127.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Cave R, Ter-Stepanyan MM, Kotsinyan N, Mkrtchyan HV"
  },
  {
    "chunk_id": "bda86f29-8992-4743-9d1f-6858c80c06bd",
    "title": "AraC Functional Suppressors of Mutations in the C-Terminal Domain of the RpoA Subunit of the ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Belin D, Costafrolaz J, Silva F"
  },
  {
    "chunk_id": "c48b0068-d07c-407e-8c7f-78ded61d6987",
    "title": "Association of the PhoQ/PhoP Stress Response System with the Internalization of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Chenggeer F, Zheng G, Mustapha A"
  },
  {
    "chunk_id": "dd0cc852-3610-4a8a-ae12-7c93520d8e81",
    "title": "At-home, cell-free synthetic biology education modules for transcriptional regulation and environmental water quality monitoring.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Jung KJ, Rasor BJ, Rybnicky GA, Silverman AD, Standeven J, Kuhn R, Granito T, Ekas HM, Wang BM, Karim AS, Lucks JB, Jewett MC"
  },
  {
    "chunk_id": "05c2c9a5-1724-4930-bba3-4ab27f7bc761",
    "title": "Azithromycin resistance in Escherichia coli and Salmonella from food-producing animals and meat in Europe.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Ivanova M, Ovsepian A, Leekitcharoenphon P, Seyfarth AM, Mordhorst H, Otani S, Koeberl-Jelovcan S, Milanov M, Kompes G, Liapi M, Černý T, Vester CT, Perrin-Guyomard A, Hammerl JA, Grobbel M, Valkanou E, Jánosi S, Slowey R, Alba P, Carfora V, Avsejenko J, Pereckiene A, Claude D, Zerafa R, Veldman KT, Boland C, Garcia-Graells C, Wattiau P, Butaye P, Zając M, Amaro A, Clemente L, Vaduva AM, Romascu LM, Milita NM, Mojžišová A, Zdovc I, Escribano MJZ, De Frutos Escobar C, Overesch G, Teale C, Loneragan GH, Guerra B, Beloeil PA, Brown AMV, Hendriksen RS, Bortolaia V, Kjeldgaard JS"
  },
  {
    "chunk_id": "b9041d12-1348-46fb-b618-a96ec31c8423",
    "title": "A co-conserved gene pair supports ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ortiz SH, Ok K, O'Halloran TV, Fiebig A, Crosson S"
  },
  {
    "chunk_id": "9d728602-56e4-4643-8f1c-f63644225059",
    "title": "A CoA-Transferase and Acyl-CoA Dehydrogenase Convert 2-(Carboxymethyl)cyclohexane-1-Carboxyl-CoA During Anaerobic Naphthalene Degradation.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kong Y, Riebe J, Feßner M, Schaller T, Wölper C, Stappert F, Meckelmann SW, Krajnc M, Weyrauch P, Schmitz OJ, Merten C, Niemeyer J, Hu X, Meckenstock RU"
  },
  {
    "chunk_id": "c73b9807-c9da-45ba-afed-7640e9573dd7",
    "title": "A computational model for lipid-anchored polysaccharide export by the outer membrane protein GfcD.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Fruet C, Martinez-Goikoetxea M, Merino F, Lupas AN"
  },
  {
    "chunk_id": "b4aeb2f3-271c-4c6b-bcb3-dbb6739a54f0",
    "title": "A critical role for iron and zinc homeostatic systems in the evolutionary adaptation of ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Paterson JR, Wadsworth JM, Hu P, Sharples GJ"
  },
  {
    "chunk_id": "10b354f2-9567-4aef-8a3d-960d3aadab8e",
    "title": "A cytochrome ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Batista BB, de Lima VM, Will WR, Fang FC, da Silva Neto JF"
  },
  {
    "chunk_id": "e5f27b5a-14a8-42c4-abb1-ea9f47f7cf5e",
    "title": "A Diverged Transcriptional Network for Usage of Two Fe-S Cluster Biogenesis Machineries in the Delta-Proteobacterium Myxococcus xanthus.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Sourice M, Askenasy I, Garcia PS, Denis Y, Brasseur G, Kiley PJ, Py B, Aubert C"
  },
  {
    "chunk_id": "79754a83-cbc6-4935-bac7-5680c653d623",
    "title": "A DnaA-dependent riboswitch for transcription attenuation of the ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Yao Y, Sun H, Wurihan, Gegeheng, Gezi, Skarstad K, Fan L, Morigen"
  },
  {
    "chunk_id": "c74718a6-e1f6-4629-8d1d-45d769c801e5",
    "title": "A Four-Step Platform to Optimize Growth Conditions for High-Yield Production of Siderophores in Cyanobacteria.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Kundu K, Teta R, Esposito G, Stornaiuolo M, Costantino V"
  },
  {
    "chunk_id": "a7c11c2d-a344-4b3c-a8c3-5d118c3da62e",
    "title": "A galactose-based auto-expression system improves T7-inducible protein production in Escherichia coli.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Bosco J, Gagliano E, Boshae KL, Statz JP, Wheeler TB, Cuello D, Sliter A, Newby C, Lin B, Demeler A, Pierpont CL, Yates-Hansen C, Sydor MJ, Ferrini ME, Kuch KC, Cooper BS, Piggott BJ, Certel SJ, Hansen KB, Sprang SR, Bowler B, McClelland L, Berkmen M, Voronina E"
  },
  {
    "chunk_id": "cd25ca29-1774-4d61-9115-d1703856234c",
    "title": "A Helicobacter pylori flagellar motor accessory is needed to maintain the barrier function of the outer membrane during flagellar rotation.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Rosinke K, Tachiyama S, Mrásek J, Liu J, Hoover TR"
  },
  {
    "chunk_id": "53c09977-83ed-46d2-b287-014f02337a13",
    "title": "A hidden intrinsic ability of bicistronic expression based on a novel translation reinitiation mechanism in yeast.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Sun Y, Bock R, Li Z"
  },
  {
    "chunk_id": "9c4c2f9f-e8bb-4ceb-b90f-609b6219dd02",
    "title": "A Microbial Cocaine Bioreporter.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Grimm AK, Rozanes D, Shpigel E, Moscovici L, Belkin S"
  },
  {
    "chunk_id": "edeff371-9946-42ba-9f52-d8ccce61cc13",
    "title": "A minimal CRISPR polymerase produces decoy cyclic nucleotides to detect phage anti-defense proteins.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Sullivan AE, Nabhani A, Schinkel K, Dinh DM, Duncan ML, Ednacot EMQ, Hoffman CRK, Izrailevsky DS, Kibby EM, Nagy TA, Nguyen CM, Tak U, Burroughs AM, Aravind L, Whiteley AT, Morehouse BR"
  },
  {
    "chunk_id": "6a51b5d1-ffa0-434b-9f87-e2e66853a833",
    "title": "A new rapid lipoarabinomannan urine assay for tuberculosis: a two-centre diagnostic accuracy evaluation in outpatients with and without HIV.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Hamasur B, Okunola AO, Sserubiri J, Nwamba WV, Abdulgader SM, Ignatowich L, Rasool O, Nabatanzi R, Lorente SP, Giraldos D, Joloba M, Warren RM, Ssengooba W, Theron G"
  },
  {
    "chunk_id": "8e9b99a4-3de1-408d-a6b2-ccbf337de80e",
    "title": "A new selective force driving metabolic gene clustering.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Fondi M, Pini F, Riccardi C, Gemo P, Brilli M"
  },
  {
    "chunk_id": "bb536d1a-3caa-46c9-962e-a81d113cda66",
    "title": "A new type of ArsR transcriptional repressor controls transcription of the arsenic resistance operon of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Zhang Y, Wu W, Huang K, Zhao FJ"
  },
  {
    "chunk_id": "78f98527-e7d3-4d54-bd88-b7f1a431db7f",
    "title": "A noncanonical intrinsic terminator in the HicAB toxin-antitoxin operon promotes the transmission of conjugative antibiotic resistance plasmids.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Lin J, Ni S, Li B, Guo Y, Gao X, Liu Y, Yi L, Wang P, Chen R, Yao J, Wood TK, Wang X"
  },
  {
    "chunk_id": "4b14e252-7e88-4b36-9f9f-6bef4d8f0e6f",
    "title": "A novel Escherichia coli cell-based bioreporter for quantification of salicylic acid in cosmetics.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kim Y, Jeon Y, Jang G, Kim BG, Yoon Y"
  },
  {
    "chunk_id": "cb51ea57-f9d1-405d-aa17-83577157fd8b",
    "title": "A novel recombinant PHB production platform in filamentous cyanobacteria avoiding nitrogen starvation while preserving cell viability.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Fink P, Menzel C, Kwon JH, Forchhammer K"
  },
  {
    "chunk_id": "23d26a30-2c91-4376-a52b-5affa2555d49",
    "title": "A novel regulator CdsR negatively regulates cell motility in Bacillus thuringiensis.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zhang X, Chen Y, Liu Y, Gang L, Yan T, Wang H, Peng Q, Li J, Song F"
  },
  {
    "chunk_id": "33c85131-31de-420a-93b0-0a03722babbd",
    "title": "A novel strategy for L-arginine production in engineered Escherichia coli.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Nie M, Wang J, Zhang K"
  },
  {
    "chunk_id": "5373b99d-556b-4f1f-ac49-56f3a1b587f6",
    "title": "A parallel bioreactor strategy to rapidly determine growth-coupling relationships for bioproduction: a mevalonate case study.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Banner A, Webb J, Scrutton N"
  },
  {
    "chunk_id": "e1b7f1a7-9977-4f2f-abee-ba587ff96944",
    "title": "A phosphate starvation induced small RNA promotes Bacillus biofilm formation.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Li Y, Cao X, Chai Y, Chen R, Zhao Y, Borriss R, Ding X, Wu X, Ye J, Hao D, He J, Wang G, Cao M, Jiang C, Han Z, Fan B"
  },
  {
    "chunk_id": "54144c3e-3b41-44c1-8d3a-0d54a9aed23d",
    "title": "A plasmid-chromosome crosstalk in multidrug resistant enterobacteria.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Toribio-Celestino L, Calvo-Villamañán A, Herencias C, Alonso-Del Valle A, Sastre-Dominguez J, Quesada S, Mazel D, Rocha EPC, Fernández-Calvet A, San Millan A"
  },
  {
    "chunk_id": "d6f9b81a-5caa-4547-a118-1f6933742b23",
    "title": "A Retro-Aldol Reaction Prompted the Evolvability of a Phosphotransferase System for the Utilization of a Rare Sugar.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Joo Y, Sung JY, Shin SM, Park SJ, Kim KS, Park KD, Kim SB, Lee DW"
  },
  {
    "chunk_id": "2bfb81eb-ab48-48b4-8864-4d21d3c43a2d",
    "title": "A transcription factor from the cryptic Escherichia coli Rac prophage controls both phage and host operons.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Wons E, Gucwa K, Lewandowska N, Wisniewska A, Kozlowski LP, Mruk I"
  },
  {
    "chunk_id": "cd4a621c-388f-41a9-849d-7f7dcd85dd8b",
    "title": "A versatile site-directed gene trap strategy to manipulate gene activity and control gene expression in Caenorhabditis elegans.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Khan H, Huang X, Raj V, Wang H"
  },
  {
    "chunk_id": "f0297582-5cff-49c0-9daa-1deb32844585",
    "title": "A widespread family of viral sponge proteins reveals specific inhibition of nucleotide signals in anti-phage defense.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Chang RB, Toyoda HC, Hobbs SJ, Richmond-Buccola D, Wein T, Burger N, Chouchani ET, Sorek R, Kranzusch PJ"
  },
  {
    "chunk_id": "bacd8e34-1303-405e-9dbe-2675c9698051",
    "title": "Bacterial Lux Biosensors in Genotoxicological Studies.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Abilev SK, Igonina EV, Sviridova DA, Smirnova SV"
  },
  {
    "chunk_id": "2d3d372a-35ae-48d4-b916-92141b4ba7b7",
    "title": "Bacterial microcompartment utilization in the human commensal ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Clare C, Rutter JW, Fedorec AJH, Frank S, Barnes CP"
  },
  {
    "chunk_id": "764c1fd2-4e2f-4a2d-9b1f-0120a030c13b",
    "title": "Bacteroides expand the functional versatility of a conserved transcription factor and transcribed DNA to program capsule diversity.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Saba J, Flores K, Marshall B, Engstrom MD, Peng Y, Garje AS, Comstock LE, Landick R"
  },
  {
    "chunk_id": "d2b941bf-62d7-4947-8654-7ea01572bd18",
    "title": "Bayesian phylogeographic analysis infers cross-border transmission dynamics of drug-resistant ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Woh PY, Chen Y, Kwok KWH, Quiroga J"
  },
  {
    "chunk_id": "b5f8b2bf-773d-47b0-b1a7-cb448880d404",
    "title": "Bifunctional protein ArsR",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Li C, Zong G, Chen X, Tan M, Gao W, Fu J, Zhang P, Wang B, Cao G"
  },
  {
    "chunk_id": "47544ed9-4583-4e3a-b081-9ef7e72d5c9b",
    "title": "Biochemical and structural basis of mercuric reductase, GbsMerA, from Gelidibacter salicanalis PAMC21136.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Pardhe BD, Lee MJ, Lee JH, Do H, Oh TJ"
  },
  {
    "chunk_id": "27c83a87-49e4-4f50-87dc-3e704161d491",
    "title": "Biocontrol of Escherichia coli O157:H7 by Enterobacter asburiae AEB30 on intact cantaloupe melons.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Tran TD, Lee SI, Hnasko R, McGarvey JA"
  },
  {
    "chunk_id": "384352dc-1839-425e-9bcc-6df03530b43a",
    "title": "Biodesulfurization enhancement ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Martzoukou O, Klenias F, Kopsini E, Hatzinikolaou DG"
  },
  {
    "chunk_id": "8d700184-727c-44fc-ab47-7792b2616f63",
    "title": "Bioprocess exploitation of microaerobic auto-induction using the example of rhamnolipid biosynthesis in Pseudomonas putida KT2440.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Grether J, Dittmann H, Willems L, Schmiegelt T, Benatto Perino EH, Hubel P, Lilge L, Hausmann R"
  },
  {
    "chunk_id": "0998b8c4-92da-4f18-8291-74da7b0b6c3d",
    "title": "Biosensor-based growth-coupling as an evolutionary strategy to improve heme export in Corynebacterium glutamicum.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Krüger A, Göddecke J, Osthege M, Navratil L, Weber U, Oldiges M, Frunzke J"
  },
  {
    "chunk_id": "c530c783-22f3-4ecf-acca-83e155ff7c5b",
    "title": "Biosynthesis of glucosaminyl phosphatidylglycerol in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Khan FZ, Palmer KL, Guan Z"
  },
  {
    "chunk_id": "12e54f7e-f633-49bd-8aea-5264334fb72b",
    "title": "Biosynthesis of novel non-proteinogenic amino acids β-hydroxyenduracididine and β-methylphenylalanine in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Gillane R, Daygon D, Khalil ZG, Marcellin E"
  },
  {
    "chunk_id": "dc823416-85b4-44eb-b246-4ece11ac7550",
    "title": "Biotypic and genotypic diversity in Pasteurella canis isolated from host animals and humans: differences in trehalose fermentation and nucleotide sequences encoding trehalose-6-phosphate hydrolase (treC).",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Maeda T, Goto M, Tsuyuki Y, Shibata S, Shizuno K, Yoshida H, Kim JS, Takahashi T"
  },
  {
    "chunk_id": "0e1ad9f9-54ae-4912-93ad-2b697cdfc3d1",
    "title": "Cell-growth phase-dependent promoter replacement approach for improved poly(lactate-co-3-hydroxybutyrate) production in Escherichia coli.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Nagao Y, Koh S, Taguchi S, Shimada T"
  },
  {
    "chunk_id": "d3c09cdc-86f8-4669-83ed-df25d87ca9db",
    "title": "Cellodextrin Metabolism and Phosphotransferase System-Catalyzed Uptake in Enterococcus faecalis.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Combret V, Rincé I, Cochelin R, Desriac F, Muller C, Soussan D, Hartke A, Deutscher J, Sauvageot N"
  },
  {
    "chunk_id": "ae1bf92c-510d-4dcb-a417-6bf1e4c9a11c",
    "title": "Central role of the ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Gravey F, Michel A, Langlois B, Gérard M, Galopin S, Gakuba C, Du Cheyron D, Fazilleau L, Brossier D, Guérin F, Giard J-C, Le Hello S"
  },
  {
    "chunk_id": "1f82f16d-2dcb-445e-92b3-5da61724536c",
    "title": "Characterisation of an ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Arras SDM, Sibaeva N, Catchpole RJ, Horinouchi N, Si D, Rickerby AM, Deguchi K, Hibi M, Tanaka K, Takeuchi M, Ogawa J, Poole AM"
  },
  {
    "chunk_id": "0354ad59-ee4a-42eb-87b7-eb3fa3f4f9dc",
    "title": "Characterization of a second class Ie ribonucleotide reductase.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "John J, Lundin D, Branca RM, Kumar R, Srinivas V, Lebrette H, Högbom M"
  },
  {
    "chunk_id": "172001c2-f137-4042-88b9-6d9c57bc12a5",
    "title": "Characterization of pKPN945B, a novel transferable IncR plasmid from hypervirulent carbapenem-resistant ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Xiao X, Feng C, Hao J, Cheng L, Jian C, Zeng Z, Liu J"
  },
  {
    "chunk_id": "76adfb4d-bf66-4c22-9839-366df3cd7fca",
    "title": "Characterization of the 3,4-Dichloroaniline Degradation Gene Cluster in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Gibu N, Kasai D, Sato S, Tabata M, Vangnai A, Fukuda M"
  },
  {
    "chunk_id": "f5869036-98af-4099-b39d-69ab8f91c45e",
    "title": "Characterization of the Arn lipopolysaccharide modification system essential for zeamine resistance unveils its new roles in Dickeya oryzae physiology and virulence.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Liang Z, Huang L, Liu H, Zheng Y, Feng J, Shi Z, Chen Y, Lv M, Zhou J, Zhang LH, Chen S"
  },
  {
    "chunk_id": "cdb367d5-bc52-4c8b-a19c-3d02da14e928",
    "title": "Characterization of the flanking region of the Shiga toxin operon in Stx2a bacteriophages reveals a diversity of the NanS-p sialate O-acetylesterase gene.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Pascal SB, Lorenzo R, Farías MVN, Rossen JWA, Lucchesi PMA, Krüger A"
  },
  {
    "chunk_id": "2c358b31-26ff-4f82-98d9-9c71b9c22425",
    "title": "Choline metabolism modulates cyclic-di-GMP signaling and virulence of Pseudomonas aeruginosa in a macrophage infection model.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zhou Y, Zhang Y, Duan X, Zhou T, Ren A, Deng Y, Zhong L, Liu L, Huang Y, Zheng W, Liu D, Yang L"
  },
  {
    "chunk_id": "a73c94df-7888-4fd2-8683-22ce2e40d0f7",
    "title": "ClpP2 proteasomes and SpxA1 determine Listeria monocytogenes tartrolon B hyper-resistance.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Engelgeh T, Wamp S, Rothe P, Herrmann J, Fischer MA, Müller R, Halbedel S"
  },
  {
    "chunk_id": "ee737d6d-1c64-483b-8d0b-11dfe1a667d4",
    "title": "Co-transfer of functionally interdependent genes contributes to genome mosaicism in lambdoid phages.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Kupczok A, Bailey ZM, Refardt D, Wendling CC"
  },
  {
    "chunk_id": "64219ab2-37a3-4435-98c2-1e06720cd09b",
    "title": "Coexistence of Multidrug Resistance and Virulence in a Single Conjugative Plasmid from a Hypervirulent Klebsiella pneumoniae Isolate of Sequence Type 25.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Xia P, Yi M, Yuan Y, Huang J, Yang B, Liao J, Dang Z, Luo S, Xia Y"
  },
  {
    "chunk_id": "25200d0e-33a3-454a-9d1d-7edea3977245",
    "title": "Colicin E2 expression in Escherichia coli biofilms: Induction and regulation revisited.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Bayramoglu-Güven B, Ghazaryan L, Toubiana D, Gillor O"
  },
  {
    "chunk_id": "2cb5c1cb-739a-43fe-8269-c5e749207707",
    "title": "Colistin Resistance Mechanism and Management Strategies of Colistin-Resistant ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Islam MM, Jung DE, Shin WS, Oh MH"
  },
  {
    "chunk_id": "934614d7-6a1f-4eef-81c2-f3ae05dfdc82",
    "title": "Collaborative Metabolism: Gut Microbes Play a Key Role in Canine and Feline Bile Acid Metabolism.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Rowe JC, Winston JA"
  },
  {
    "chunk_id": "04b8eb30-7029-4e2c-9ed2-ac5b1e0b5bfa",
    "title": "Combinatorial phenotypic landscape enables bacterial resistance to phage infection.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Gupta A, Morella N, Sutormin D, Li N, Gaisser K, Robertson A, Ispolatov Y, Seelig G, Dey N, Kuchina A"
  },
  {
    "chunk_id": "05332be7-86f6-4688-9462-6429917225ab",
    "title": "Common origin of plasmid encoded alpha-hemolysin genes in Escherichia coli.",
    "doi": null,
    "year": "2010",
    "source": "PubMed",
    "authors": "Burgos Y, Beutin L"
  },
  {
    "chunk_id": "71c674e1-d41d-4832-bbe4-13da3b049297",
    "title": "Complete genome sequences of two ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Soliman AM, Ramadan H, Yu L, Hisatsune J, Sugai M, Elnahriry SS, Nariya H, El-Domany RA, Shimamoto T, Jackson CR, Shimamoto T"
  },
  {
    "chunk_id": "a6891714-871e-417b-9155-d219d55a64b1",
    "title": "Complete genome sequence of the first ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Kuhnert P, Brodard I, Jores J"
  },
  {
    "chunk_id": "ea8ecb59-5aeb-491e-a9c5-0a677661b9c1",
    "title": "Complete nucleotide sequence and comparative genomic analysis of microcin B17 plasmid pMccB17.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Ajeigbe M, Childs S, Paget TA, Bingle LEH"
  },
  {
    "chunk_id": "53f4b022-427f-4c0e-ac11-43b931d8c478",
    "title": "Complex effects of the exo-xis region of the Shiga toxin-converting bacteriophage Φ24",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Bloch S, Nejman-Faleńczyk B, Licznerska K, Dydecka A, Topka-Bielecka G, Necel A, Węgrzyn A, Węgrzyn G"
  },
  {
    "chunk_id": "b02bad4c-b494-4714-8674-2c277bfade70",
    "title": "Comprehensive Characterization of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zhang Z, Huo J, Velo J, Zhou H, Flaherty A, Saier MH"
  },
  {
    "chunk_id": "86443d62-c60a-49c2-8fae-2c7b23ad523a",
    "title": "Conserved FimK Truncation Coincides with Increased Expression of Type 3 Fimbriae and Cultured Bladder Epithelial Cell Association in Klebsiella quasipneumoniae.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Venkitapathi S, Wijesundara YH, Cornelius SA, Herbert FC, Gassensmith JJ, Zimmern PE, De Nisco NJ"
  },
  {
    "chunk_id": "a3b14d90-17ff-4fc9-b825-254de6aa83b9",
    "title": "Constitutive Expression of a Cytotoxic Anticancer Protein in Tumor-Colonizing Bacteria.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Mai PT, Lim D, So E, Kim HY, Duysak T, Tran TQ, Song M, Jeong JH, Choy HE"
  },
  {
    "chunk_id": "e319dea5-bd1b-4682-8d8d-0f43d7af8939",
    "title": "Construction of an Antibiotic-Free Vector and its Application in the Metabolic Engineering of ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Liao YC, Saengsawang B, Chen JW, Zhuo XZ, Li SY"
  },
  {
    "chunk_id": "001ddce6-b413-48a2-a175-c0c75b5e3476",
    "title": "Contribution of fepA",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Yeh TY, Lu HF, Li LH, Lin YT, Yang TC"
  },
  {
    "chunk_id": "e39d46a3-b3c0-4b0c-a37f-51e267f545f3",
    "title": "Contribution of the gonococcal ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Rodriguez EI, Tzeng Y-L, Sannigrahi S, Stephens DS"
  },
  {
    "chunk_id": "a12c597d-11d3-461b-b56c-2a6ca225ce1b",
    "title": "Control of pili synthesis and putrescine homeostasis in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Mehta I, Hogins JB, Hall SR, Vragel G, Ambagaspitiye S, Zimmern PE, Reitzer L"
  },
  {
    "chunk_id": "1ab402e5-6a77-459d-afe8-9e94ac362b07",
    "title": "Control of resistance against bacteriophage killing by a metabolic regulator in meningitis-associated ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Connolly JPR, Turner NCA, Serrano E, Rimbi PT, Browning DF, O'Boyle N, Roe AJ"
  },
  {
    "chunk_id": "a9d186e5-8d78-4280-ae58-24ff1897d730",
    "title": "Correlation between ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Correa Lopes B, Chen CC, Sung CH, Ishii PE, Medina LFDC, Gaschen FP, Suchodolski JS, Pilla R"
  },
  {
    "chunk_id": "2ed6d806-cc86-4f31-a33e-eefad428d75c",
    "title": "Corrigendum: The selective advantage of the ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Pinto C, Melo-Miranda R, Gordo I, Sousa A"
  },
  {
    "chunk_id": "4fe8469a-bf3e-4759-9a9d-9bcb1e926176",
    "title": "Cost effective, experimentally robust differential-expression analysis for human/mammalian, pathogen and dual-species transcriptomics.",
    "doi": null,
    "year": "2020",
    "source": "PubMed",
    "authors": "Shetty AC, Mattick J, Chung M, McCracken C, Mahurkar A, Filler SG, Fraser CM, Rasko DA, Bruno VM, Dunning Hotopp JC"
  },
  {
    "chunk_id": "2984a7c6-b175-48b3-acb8-31a3cf12c5cf",
    "title": "Cpx-signalling in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Gahlot DK, Patkowski JB, Fernández de Santaella J, Allsopp LP, Pan Z, Filloux A, Larrouy-Maumus G, Francis MS, Costa TRD"
  },
  {
    "chunk_id": "7d633dd2-16b1-4056-ac88-bb07b0fd4dac",
    "title": "CRISPR-Cas system positively regulates virulence of Salmonella enterica serovar Typhimurium.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Sharma N, Das A, Nair AV, Sethi P, Negi VD, Chakravortty D, Marathe SA"
  },
  {
    "chunk_id": "efb95853-9430-4677-b1c9-db878267cd8e",
    "title": "CRISPR-Cas tools for simultaneous transcription & translation control in bacteria.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Cardiff RAL, Faulkner ID, Beall JG, Carothers JM, Zalatan JG"
  },
  {
    "chunk_id": "7d6426e7-3b3b-422c-a3dc-e1b17e31732b",
    "title": "CRISPR-dCas13a system for programmable small RNAs and polycistronic mRNA repression in bacteria.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Ko SC, Woo HM"
  },
  {
    "chunk_id": "720b56a1-593c-440f-beee-86b46fec2c58",
    "title": "CsgI (YccT) Is a Novel Inhibitor of Curli Fimbriae Formation in ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Sano K, Kobayashi H, Chuta H, Matsuyoshi N, Kato Y, Ogasawara H"
  },
  {
    "chunk_id": "38ca6235-78a0-4a8c-94d5-99145cda989a",
    "title": "Cysteine desulfurase (IscS)-mediated fine-tuning of bioenergetics and SUF expression prevents ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Das M, Sreedharan S, Shee S, Malhotra N, Nandy M, Banerjee U, Kohli S, Rajmani RS, Chandra N, Seshasayee ASN, Laxman S, Singh A"
  },
  {
    "chunk_id": "6257d54d-16f8-45ae-af47-2fa86636ad91",
    "title": "CyuR is a dual regulator for L-cysteine dependent antimicrobial resistance in Escherichia coli.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Rodionova IA, Lim HG, Gao Y, Rodionov DA, Hutchison Y, Szubin R, Dalldorf C, Monk J, Palsson BO"
  },
  {
    "chunk_id": "cb81af7d-e436-451b-926d-085d990abde3",
    "title": "Deciphering transcript architectural complexity in bacteria and archaea.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Mattick JSA, Bromley RE, Watson KJ, Adkins RS, Holt CI, Lebov JF, Sparklin BC, Tyson TS, Rasko DA, Dunning Hotopp JC"
  },
  {
    "chunk_id": "8c971cd1-a54b-4533-ab88-a3f86eff5c5b",
    "title": "Decoding gene expression dynamics in planktonic and biofilm cells of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Afzal M, Carda-Diéguez M, Bloch S, Thies LGS, Mira A, Schäffer C"
  },
  {
    "chunk_id": "2447d27a-7e87-452f-990f-fb56537cd686",
    "title": "Defense arsenal of the strict anaerobe ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Lotoux A, Caulat L, Martins Alves C, Alves Feliciano C, Morvan C, Folgosa F, Martin-Verstraete I"
  },
  {
    "chunk_id": "89c429ae-c987-49e1-b253-23f7f09e8361",
    "title": "Deletion of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Bellissimo KA, Septer AN, Whistler CA, Rodríguez C, Stabb EV"
  },
  {
    "chunk_id": "3938186e-eec7-4d15-89c0-132cfcfcab41",
    "title": "Depletion of key gut bacteria predicts disrupted bile acid metabolism in inflammatory bowel disease.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Peterson D, Weidenmaier C, Timberlake S, Gura Sadovsky R"
  },
  {
    "chunk_id": "963ea42f-f09a-4088-997b-180189d7bf89",
    "title": "Description and Genome-Based Analysis of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Kurilenko V, Bystritskaya E, Otstavnykh N, Velansky P, Lichmanuk D, Savicheva Y, Romanenko L, Isaeva M"
  },
  {
    "chunk_id": "903c664f-598e-452a-b07d-a6d27afdcd00",
    "title": "Determination of Antimicrobial Resistance Megaplasmid-Like pESI Structures Contributing to the Spread of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ishihara K, Someno S, Matsui K, Nakazawa C, Abe T, Harima H, Omatsu T, Ozawa M, Iwabuchi E, Asai T"
  },
  {
    "chunk_id": "37c7bcb5-5c6c-4a42-b754-ef71deddd25c",
    "title": "Development of an ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kim Y, Jeon Y, Song K, Ji H, Hwang SJ, Yoon Y"
  },
  {
    "chunk_id": "72b5daf4-18bd-42a7-9503-cc345b7d3fd3",
    "title": "Development of an sRNA-mediated conditional knockdown system for ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ehses J, Wang K, Densi A, Ramirez C, Tan M, Sütterlin C"
  },
  {
    "chunk_id": "3762bb2c-ab41-4722-9762-13a28b0e1628",
    "title": "Development of a bacterial gene transcription activating strategy based on transcriptional activator positive feedback.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Yu G, Duan Q, Cui T, Jiang C, Li X, Li Y, Fu J, Zhang Y, Wang H, Luan J"
  },
  {
    "chunk_id": "9ca1c7a7-f715-498f-ad45-a8f662d49eda",
    "title": "Development of bioluminescent Group B streptococcal strains for longitudinal infection studies.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Lorga I, Geraldo R, Soares J, Oliveira L, Firon A, Bonifácio Andrade E"
  },
  {
    "chunk_id": "699261ef-d89a-4953-9074-a9762ad06f39",
    "title": "Development of Fluorescent Bacteria with ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Lim SJ, Choi M, Yun I, Lee S, Chang N, Lee CY"
  },
  {
    "chunk_id": "01fe390c-95c2-4e18-b7ff-97667e2083bc",
    "title": "Development of Highly Efficient Universal ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Ma L, Lin I, Hunter ST, Blasi B, Danesi P, Weissenbacher-Lang C, Cisse OH, Rothenburger JL, Kovacs JA"
  },
  {
    "chunk_id": "a987c488-6723-4da6-84bf-dc3b0172c12d",
    "title": "Development of mass allelic exchange, a technique to enable sexual genetics in ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Khetrapal V, Ayub Ow Yong L, Lim SJM, Chen SL"
  },
  {
    "chunk_id": "47943be2-a49a-4f19-93a6-f35eec7989e4",
    "title": "De Novo Assembly of the Polyhydroxybutyrate (PHB) Producer ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Traversa D, Pazzani C, D'Addabbo P, Trisolini L, Chiara M, Oliva M, Marzella A, Mandorino C, Calia C, Chimienti G, Manzari C, Pesole G, Scrascia M"
  },
  {
    "chunk_id": "072fd949-1155-4b14-8ef1-ed6e4c46f03e",
    "title": "Diet-derived urolithin A is produced by a dehydroxylase encoded by human gut Enterocloster species.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Pidgeon R, Mitchell S, Shamash M, Suleiman L, Dridi L, Maurice CF, Castagner B"
  },
  {
    "chunk_id": "08a02902-c03d-47b0-9f84-2bccd61731a2",
    "title": "Differential Selection for Translation Efficiency Shapes Translation Machineries in Bacterial Species.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Farookhi H, Xia X"
  },
  {
    "chunk_id": "8f25e1d7-64b8-4e3d-8604-da8e8c83cbbb",
    "title": "Directed evolution for soluble and active periplasmic expression of bovine enterokinase in Escherichia coli.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Lee W, Pradhan S, Zhang C, Venanzi NAE, Li W, Goldrick S, Dalby PA"
  },
  {
    "chunk_id": "2f66dd54-c688-47d4-8199-0c422b6b9601",
    "title": "Direct Nanopore Sequencing for the 17 RNA Modification Types in 36 Locations in the ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Fleming AM, Bommisetti P, Xiao S, Bandarian V, Burrows CJ"
  },
  {
    "chunk_id": "424a12da-ebe0-47f2-9fc3-d5fa81e7f1e4",
    "title": "Distribution of HPV genotypes in Mashhad, Iran: insights from a 2022-2023 study.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Letafati A, Noroozi M, Fallah T, Farahani AV, Nasiri MMB, Pourmoein H, Sadeghi Z, Ardekani OS, Heshmatipour K, Nodeh SY, Alipour M, Sadeghipoor S, Azhar IR, Parsania M"
  },
  {
    "chunk_id": "2483d984-7d69-49f0-8304-727484d8a392",
    "title": "Distribution of papG alleles among uropathogenic Escherichia coli from reproductive age women.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Kudinha T, Kong F"
  },
  {
    "chunk_id": "1bd0c86d-b620-4e2e-b653-5fd20b404e5a",
    "title": "DNA Polymerase IV dinB Favors the Adaptive Fitness of mcr-carrying Bacteria Through a Negative Feedback Regulatory Mechanism.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Zhang H, Xiao X, Wang C, Zhao Y, Chen B, Ji X, Gu L, Wang J, Wang Z, Liu Y"
  },
  {
    "chunk_id": "a205ad0f-dbfa-46ea-a1af-6a0c6018b85a",
    "title": "Dynamical model of antibiotic responses linking expression of resistance to metabolism explains emergence of heterogeneity during drug exposures.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Stevanovic M, Carvalho JPT, Bittihn P, Schultz D"
  },
  {
    "chunk_id": "64f07898-97a3-4c57-9d0e-7d70abe4c920",
    "title": "Dynamic and balanced regulation of the ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Hao R, Wang S, Jin X, Yang X, Qi Q, Liang Q"
  },
  {
    "chunk_id": "6f8f34dc-cfe3-478c-a16b-f501bf69fd13",
    "title": "Early onset of clinical leishmaniosis in a litter of pups with evidence of in utero transmission.",
    "doi": null,
    "year": "2021",
    "source": "PubMed",
    "authors": "Salant H, Nachum-Biala Y, Feinmesser B, Perelmutter M, Baneth G"
  },
  {
    "chunk_id": "f7eea61b-d37a-4fc3-af0a-024ab03e7990",
    "title": "Effects of Global and Specific DNA-Binding Proteins on Transcriptional Regulation of the ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Tran D, Zhang Z, Lam KJK, Saier MH"
  },
  {
    "chunk_id": "74cc6311-4e9b-4101-9387-f2a101599738",
    "title": "Effects of vitamin B",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Groon L-A, Bruns S, Dlugosch L, Wilkes H, Wienhausen G"
  },
  {
    "chunk_id": "7c42f18c-ba82-4fd3-8ddf-0c86f944342b",
    "title": "Effect of broccoli sprout extract and baseline gut microbiota on fasting blood glucose in prediabetes: a randomized, placebo-controlled trial.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Dwibedi C, Axelsson AS, Abrahamsson B, Fahey JW, Asplund O, Hansson O, Ahlqvist E, Tremaroli V, Bäckhed F, Rosengren AH"
  },
  {
    "chunk_id": "d89d7ddd-d68c-47d3-ba8b-1e9b4551b419",
    "title": "Effect of TetR Family Transcriptional Regulator PccD on Phytosterol Metabolism of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Xiao P, Pan D, Li F, Liu Y, Huang Y, Zhou X, Zhang Y"
  },
  {
    "chunk_id": "5120e8ca-ae33-4507-befd-dca9cfe6b658",
    "title": "Efficient CRISPR/Cas12a-Based Genome-Editing Toolbox for Metabolic Engineering in ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Bao J, de Dios Mateos E, Scheller S"
  },
  {
    "chunk_id": "6a7efae9-a6be-4435-af93-1f28a3613d0f",
    "title": "Elucidating the assembly of gas vesicles by systematic protein-protein interaction analysis.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Iburg M, Anderson AP, Wong VT, Anton ED, He A, Lu GJ"
  },
  {
    "chunk_id": "8713758f-e64c-4df6-bce2-0ffc8db7bcf1",
    "title": "Emergence of KPC-2 and NDM-5-coproducing hypervirulent carbapenem-resistant ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zhou Y, Wu X, Wu C, Zhou P, Yang Y, Wang B, Xu Y, Zhao H, Guo Y, Yu J, Yu F"
  },
  {
    "chunk_id": "048242e0-5d6c-4eed-830d-8f933cea4fc2",
    "title": "Emergence of transferable daptomycin resistance in Gram-positive bacteria.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Marciniak T, Kirchner L, Wolf SA, Walther B, Bischler T, Nyasinga J, Gunturu R, Semmler T, Gräfenhan T, Whitelaw A, Scherf-Clavel O, Holzgrabe U, Ziebuhr W"
  },
  {
    "chunk_id": "8570d881-1780-4c11-a56e-23efa558b114",
    "title": "Engineered transcription activator-like effector dimer proteins confer DNA loop-dependent gene repression comparable to Lac repressor.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Becker NA, Peters JP, Lewis E, Daby CL, Clark K, Maher LJ"
  },
  {
    "chunk_id": "b48033e0-5cde-4ac0-8a5b-368e2ecca217",
    "title": "Engineering and application of LacI mutants with stringent expressions.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Wu J, Liang C, Li Y, Zeng Y, Sun X, Jiang P, Chen W, Xiong D, Jin JM, Tang SY"
  },
  {
    "chunk_id": "ccba6311-521b-456a-8a6a-8d2da52edd3f",
    "title": "Enhanced protein translocation to mammalian cells by expression of EtgA transglycosylase in a synthetic injector E. coli strain.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Álvarez B, Muñoz-Abad V, Asensio-Calavia A, Fernández LÁ"
  },
  {
    "chunk_id": "c57b197e-b214-4027-a080-acb294e6db74",
    "title": "Enhancement of Sensitivity in Aggregation-Based Whole-Cell Arsenite Sensor Utilizing Arsenic Metabolism Regulation.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Abe S, Ayuba R, Ouchi K, Tanaka YK, Fujimoto A, Kitamura A, Ogra Y, Kimura Y, Umeno D, Kawai-Noma S"
  },
  {
    "chunk_id": "31162426-5624-4c62-b04f-39dc1c460c76",
    "title": "Enhancing Escherichia coli abiotic stress resistance through ornithine lipid formation.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Bedoya-Pérez LP, Aguilar-Vera A, Sánchez-Pérez M, Utrilla J, Sohlenkamp C"
  },
  {
    "chunk_id": "9c64be79-67db-489b-a37a-537d8eb9dd1b",
    "title": "Enhancing the antibacterial function of probiotic ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Bartram E, Asai M, Gabant P, Wigneshweraraj S"
  },
  {
    "chunk_id": "1aca1619-2756-40cd-bf00-ae9bc82ed56c",
    "title": "Enterobacteriaceae Growth Promotion by Intestinal Acylcarnitines, a Biomarker of Dysbiosis in Inflammatory Bowel Disease.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Lemons JMS, Conrad M, Tanes C, Chen J, Friedman ES, Roggiani M, Curry D, Chau L, Hecht AL, Harling L, Vales J, Kachelries KE, Baldassano RN, Goulian M, Bittinger K, Master SR, Liu L, Wu GD"
  },
  {
    "chunk_id": "00049e74-e2d7-4856-a807-833cd374a01e",
    "title": "Environmental impact on the genome shaping of putative new Streptomyces species.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Lorková Z, Cimermanová M, Piknová M, Adhvaryu S, Pristaš P, Kisková J"
  },
  {
    "chunk_id": "39f15a83-5d70-4be4-b0f5-d5c49cfa3989",
    "title": "Epistatic interactions between the high pathogenicity island and other iron uptake systems shape Escherichia coli extra-intestinal virulence.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Royer G, Clermont O, Marin J, Condamine B, Dion S, Blanquart F, Galardini M, Denamur E"
  },
  {
    "chunk_id": "19c8c309-adb0-482c-96ab-036e05d974f3",
    "title": "Evaluating the efficiency of 16S-ITS-23S operon sequencing for species level resolution in microbial communities.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Srinivas M, Walsh CJ, Crispie F, O'Sullivan O, Cotter PD, van Sinderen D, Kenny JG"
  },
  {
    "chunk_id": "3e550c55-808f-44be-837f-b61c0f856e4c",
    "title": "Expanded roles of lactate-sensing LldR in transcription regulation of the ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Anzai T, Kijima K, Fujimori M, Nakamoto S, Ishihama A, Shimada T"
  },
  {
    "chunk_id": "1efd054b-683c-4cfd-b9c8-b805773ca91f",
    "title": "Expansion of a bacterial operon during cancer treatment ameliorates drug toxicity.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Trepka KR, Kidder WA, Kyaw TS, Halsey T, Olson CA, Ortega EF, Noecker C, Upadhyay V, Stanfield D, Steiding P, Guthrie BGH, Spanogiannopoulos P, Dumlao D, Turnbaugh JA, Stachler MD, Van Blarigan EL, Venook AP, Atreya CE, Turnbaugh PJ"
  },
  {
    "chunk_id": "f1f1ab54-5d77-40d7-bc2a-c7064031e462",
    "title": "Exploring Environmental Microfungal Diversity Through Serial Single Cell Screening.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Mariz J, Nawaz A, Bösch Y, Wurzbacher C"
  },
  {
    "chunk_id": "d7ad7bc1-c5cf-4b5c-a271-dbbb2ca14665",
    "title": "Expression of the locus of enterocyte effacement genes during the invasion process of the atypical enteropathogenic ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Romão FT, Santos ACM, Sperandio V, Hernandes RT, Gomes TAT"
  },
  {
    "chunk_id": "9a3f5428-ed73-41d6-8dc5-d19d82f49864",
    "title": "Extending evolutionary forecasts across bacterial species.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Pentz JT, Biswas A, Alsaed B, Lind PA"
  },
  {
    "chunk_id": "4c8fd0dd-ff5c-4123-9dfe-7fe641f7800f",
    "title": "Extracellular aminopeptidase regulates exopolysaccharide production of Pseudomonas aeruginosa via quorum sensing.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Zhao T, Lei F, Zhang Z, Wang D, Ma LZ"
  },
  {
    "chunk_id": "72b27d63-7694-450a-bea7-c59115730c35",
    "title": "E. coli allantoinase is activated by the downstream metabolic enzyme, glycerate kinase, and stabilizes the putative allantoin transporter by direct binding.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Rodionova IA, Hosseinnia A, Kim S, Goodacre N, Zhang L, Zhang Z, Palsson B, Uetz P, Babu M, Saier MH"
  },
  {
    "chunk_id": "3cb0d677-2c66-4de3-950e-173616813ae6",
    "title": "Failure of Translation Initiation of the Next Gene Decouples Transcription at Intercistronic Sites and the Resultant mRNA Generation.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Jeon HJ, N MPA, Lee Y, Lim HM"
  },
  {
    "chunk_id": "b45d0010-fe08-4aaa-bf34-a4dfdce25492",
    "title": "Fatty acid synthesis promoted by PA1895-1897 operon delays quorum sensing activation in Pseudomonas aeruginosa.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Han L, Ren J, Xue Y, Gao J, Fu Q, Shao P, Zhu H, Zhang M, Ding F"
  },
  {
    "chunk_id": "52e7af2d-695e-4035-930c-1fef2631136c",
    "title": "Fecal bile acid dysmetabolism and reduced ursodeoxycholic acid correlate with novel microbial signatures in feline chronic kidney disease.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Rowe JC, Summers SC, Quimby JM, Winston JA"
  },
  {
    "chunk_id": "df1f2799-3bec-4fb2-be1e-2c70eceddf0b",
    "title": "FGeneBERT: function-driven pre-trained gene language model for metagenomics.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Duan C, Zang Z, Xu Y, He H, Li S, Liu Z, Lei Z, Zheng JS, Li SZ"
  },
  {
    "chunk_id": "99e06f41-8d41-4d88-8a68-a9a0961185b4",
    "title": "First report of Anaplasma platys infection in red foxes (Vulpes vulpes) and molecular detection of Ehrlichia canis and Leishmania infantum in foxes from Portugal.",
    "doi": null,
    "year": "2015",
    "source": "PubMed",
    "authors": "Cardoso L, Gilad M, Cortes HC, Nachum-Biala Y, Lopes AP, Vila-Viçosa MJ, Simões M, Rodrigues PA, Baneth G"
  },
  {
    "chunk_id": "850a2c46-8e88-4022-bc93-1332a6736613",
    "title": "First report on comprehensive genomic analysis of a multidrug-resistant Enterobacter asburiae isolated from diabetic foot infection from Bangladesh.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Islam MR, Mondol SM, Hossen MA, Khatun MP, Selim S, Amiruzzaman, Gomes DJ, Rahaman MM"
  },
  {
    "chunk_id": "f9cbccd3-d493-4b12-9971-70ecae3aa1e2",
    "title": "Fitness factor genes conserved within the multi-species core genome of Gram-negative Enterobacterales species contribute to bacteremia pathogenesis.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Mobley HLT, Anderson MT, Moricz BS, Severin GB, Holmes CL, Ottosen EN, Eichler T, Gupta S, Paudel S, Sinha R, Mason S, Himpsl SD, Brown AN, Gaca M, Kiser CM, Clarke TH, Fouts DE, DiRita VJ, Bachman MA"
  },
  {
    "chunk_id": "99bc0b7c-29dd-4a80-bf7c-6241da5ad0d8",
    "title": "Four New Sequence Types and Molecular Characteristics of Multidrug-Resistant ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Thadtapong N, Chaturongakul S, Tangphatsornruang S, Sonthirod C, Ngamwongsatit N, Aunpad R"
  },
  {
    "chunk_id": "c8979791-e607-4f5f-a875-166a626be6f3",
    "title": "Fructose-responsive regulation by FruR in Faecalibacterium prausnitzii for its intestinal colonization.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Choi H, Cho SH, Park JH, Seok YJ"
  },
  {
    "chunk_id": "6375395e-9de0-4246-a923-a1c67e098a3d",
    "title": "Functional characterization and transcriptional repression by Lacticaseibacillus paracasei DinJ-YafQ.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Bonini AA, Maggi S, Mori G, Carnuccio D, Delfino D, Cavazzini D, Ferrari A, Levante A, Yamaguchi Y, Rivetti C, Folli C"
  },
  {
    "chunk_id": "7f2efec1-8120-46f5-aeb5-b796123ecbbd",
    "title": "Functional Characterization of Endo- and Exo-Hydrolase Genes in Arabinan Degradation Gene Cluster of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kang Y, Choi CY, Kang J, Ju YR, Kim HB, Han NS, Kim TJ"
  },
  {
    "chunk_id": "8fbad8f3-cee1-4ac2-a54d-09d7c152b35f",
    "title": "Functional Characterization of RseC in the SoxR Reducing System and Its Role in Oxidative Stress Response in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Lee KL, Lee JH, Kim YH, Roe JH"
  },
  {
    "chunk_id": "9cef25c0-ae11-4f69-a1d5-1e8b87c66c73",
    "title": "Functional domains of a ribosome arresting peptide are affected by surrounding nonconserved residues.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Judd HNG, Martínez AK, Klepacki D, Vázquez-Laslop N, Sachs MS, Cruz-Vera LR"
  },
  {
    "chunk_id": "63577131-b5fd-42ad-b71c-5d3c482725c6",
    "title": "Functional mining of novel terpene synthases from metagenomes.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Kwak S, Crook N, Yoneda A, Ahn N, Ning J, Cheng J, Dantas G"
  },
  {
    "chunk_id": "c5cdc7f9-3bc0-44a8-a833-d1ee29b8b9ae",
    "title": "Functional Study of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Ma X, Wu Z, Li J, Yang Y"
  },
  {
    "chunk_id": "255d9e5d-4be1-4c72-b968-ad6b5433c0e8",
    "title": "Generation of bright autobioluminescent bacteria by chromosomal integration of the improved lux operon ilux2.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Gregor C"
  },
  {
    "chunk_id": "264bf652-76c0-4b3e-ac90-5ec4664542f3",
    "title": "Generation of ribosomal protein S1 mutants for improving of expression of difficult to translate mRNAs.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Niemelä LRK, Pásztor A, Frey AD"
  },
  {
    "chunk_id": "ebe0cfb5-27c8-4143-8320-3f2f714c5cb4",
    "title": "Generation of tools for expression and purification of the phage-encoded Type I restriction enzyme inhibitor, Ocr.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Alves J, Dry I, White JH, Dryden DTF, Lynskey NN"
  },
  {
    "chunk_id": "0ba3219c-36e2-490e-9869-1450c6644a7a",
    "title": "Genetic adaptation to amoxicillin in Escherichia coli: The limited role of dinB and katE.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Teichmann L, Wenne M, Luitwieler S, Dugar G, Bengtsson-Palme J, Ter Kuile B"
  },
  {
    "chunk_id": "bd6c7e09-41cd-46bd-90ea-6deda4d318f9",
    "title": "Genetic Bioaugmentation-Mediated Bioremediation of Terephthalate in Soil Microcosms Using an Engineered Environmental Plasmid.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Marquiegui-Alvaro A, Kottara A, Chacón M, Cliffe L, Brockhurst M, Dixon N"
  },
  {
    "chunk_id": "314e648a-8ff1-479b-a3f5-c07069a817cb",
    "title": "Genetic Code Expansion for Controlled Surfactin Production in a High Cell-Density ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Hermann A, Hiller E, Hubel P, Biermann L, Benatto Perino EH, Kuipers OP, Hausmann R, Lilge L"
  },
  {
    "chunk_id": "4d4eef1a-0c95-457c-8937-57967ed615c4",
    "title": "Genetic features of BEL-1-producing and KPC-2-producing E. coli from hospital wastewater: human source or sewages adaptation.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Romero-Oraá L, Pulido MR, Galán F, Palacios MVG, Pascual A, López-Cerero L"
  },
  {
    "chunk_id": "29dc0c20-c720-49bb-9992-848244972d70",
    "title": "Genetic switching by the Lac repressor is based on two-state Monod-Wyman-Changeux allostery.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Romanuka J, Folkers GE, Gnida M, Kovačič L, Wienk H, Kaptein R, Boelens R"
  },
  {
    "chunk_id": "199a2de6-a9b8-4cb8-b4ba-82f250704cd7",
    "title": "Genome-wide analysis of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Lam LN, Savage KE, Shakir CN, Lemos JA"
  },
  {
    "chunk_id": "7b1e21b5-afb1-4238-bdf3-7ea08dac0ea4",
    "title": "Genome mining of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Gorityala N, Baidya AS, Sagurthi SR"
  },
  {
    "chunk_id": "98649cb3-0444-4ef5-af17-d4d957ba4d1d",
    "title": "Genome reduction improves octanoic acid production in scale down bioreactors.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Cordell WT, Avolio G, Takors R, Pfleger BF"
  },
  {
    "chunk_id": "df8a1206-8be6-4ac1-811a-5786fb72911e",
    "title": "Genome sequence of Phaeobacter daeponensis type strain (DSM 23529(T)), a facultatively anaerobic bacterium isolated from marine sediment, and emendation of Phaeobacter daeponensis.",
    "doi": null,
    "year": "2013",
    "source": "PubMed",
    "authors": "Dogs M, Teshima H, Petersen J, Fiebig A, Chertkov O, Dalingault H, Chen A, Pati A, Goodwin LA, Chain P, Detter JC, Ivanova N, Lapidus A, Rohde M, Gronow S, Kyrpides NC, Woyke T, Simon M, Göker M, Klenk HP, Brinkhoff T"
  },
  {
    "chunk_id": "df0792f4-3f37-4253-9a80-6d832a590ab8",
    "title": "Genomic and Biochemical Characterization of ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "González-Vázquez R, Zúñiga-León E, Torres-Maravilla E, Leyte-Lugo M, Mendoza-Pérez F, Hernández-Delgado NC, Pérez-Pastén-Borja R, Azaola-Espinosa A, Mayorga-Reyes L"
  },
  {
    "chunk_id": "ab73647e-8c9c-4581-9e31-837e9a78239b",
    "title": "Genomic characterizations of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Legese MH, Asrat D, Mihret A, Hasan B, Aseffa A, Swedberg G"
  },
  {
    "chunk_id": "f41968fe-cd2b-46f8-9af0-8c8e9800cd23",
    "title": "Global dissemination of conjugative virulence plasmids co-harboring hypervirulence and multidrug resistance genes in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Xu Q, Sun R, Liu X, Heng H, Yang X, Xie M, Yang C, Ye L, Chan EW-C, Zhang R, Chen S"
  },
  {
    "chunk_id": "08eceea6-e7da-4897-967e-e9fa5d1ad4d7",
    "title": "Global regulators enable bacterial adaptation to a phenotypic trade-off.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Deyell M, Opuu V, Griffiths AD, Tans SJ, Nghe P"
  },
  {
    "chunk_id": "ec830d58-2938-4e5e-9c89-242b23da55ba",
    "title": "Green synthesis of cellulose nanocrystal/ZnO bio-nanocomposites exerting antibacterial activity and downregulating virulence toxigenic genes of food-poisoning bacteria.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Dawwam GE, Al-Shemy MT, El-Demerdash AS"
  },
  {
    "chunk_id": "f2dedc7d-cb03-451f-9902-6a7f612d47b5",
    "title": "Gre Factors Are Required for Biofilm Formation in ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Gaviria-Cantin T, Vargas AF, Mouali YE, Jiménez CJ, Cimdins-Ahne A, Madrid C, Römling U, Balsalobre C"
  },
  {
    "chunk_id": "89f03646-2030-4d4c-9a8c-c303b9e8ab42",
    "title": "GrlR, a negative regulator in enteropathogenic ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Lara-Ochoa C, Huerta-Saquero A, Medrano-López A, Deng W, Finlay BB, Martínez-Laguna Y, Puente JL"
  },
  {
    "chunk_id": "a3875525-833f-4523-ab47-577ea6acad18",
    "title": "Growth rate controls the sensitivity of gene regulatory circuits.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Julou T, Gervais T, de Groot D, van Nimwegen E"
  },
  {
    "chunk_id": "f77a4550-578e-4f8c-a965-a1f37d79b9c7",
    "title": "Gut microbes with the ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Wu WK, Lo YL, Chiu JY, Hsu CL, Lo IH, Panyod S, Liao YC, Chiu THT, Yang YT, Kuo HC, Zou HB, Chen YH, Chuang HL, Yen JJY, Wang JT, Chiu HM, Hsu CC, Kuo CH, Sheen LY, Kao HL, Wu MS"
  },
  {
    "chunk_id": "17f91ea8-bcf2-4da0-a07c-e7cc3c51be93",
    "title": "Heterologous expression and purification of encapsulins in ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Andreas MP, Giessen TW"
  },
  {
    "chunk_id": "1f48ffa5-b250-489b-8933-e32960c978d5",
    "title": "Heterologous expression of the Oenococcus oeni two-component signal transduction response regulator in the Lactiplantibacillus plantarum WCFS1 strain enhances acid stress tolerance.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zheng Y, Zhang Y, Zhao Y, Wu X, Wang H, Zhao H, Liu J, Liu B, Liu L, Song W"
  },
  {
    "chunk_id": "9a4ef5ba-e966-4b62-9756-6109503d1237",
    "title": "Hierarchical Post-transcriptional Regulation of Colicin E2 Expression in Escherichia coli.",
    "doi": null,
    "year": "2016",
    "source": "PubMed",
    "authors": "Lechner M, Schwarz M, Opitz M, Frey E"
  },
  {
    "chunk_id": "4643d93e-061e-4b4a-93f5-0bf98e58a156",
    "title": "Highly Multiplexed Spatial Transcriptomics in Bacteria.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Sarfatis A, Wang Y, Twumasi-Ankrah N, Moffitt JR"
  },
  {
    "chunk_id": "897c1d8e-49b9-47a1-9c93-fa4739221c89",
    "title": "High hydrostatic pressure promotes gene transcription via a cystathionine-β-synthase domain-containing protein in the hyperthermophilic archaeon Pyrococcus yayanosii.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Li C, Li S, Song Q, Da LT, Xu J"
  },
  {
    "chunk_id": "eab09526-4f31-4219-826f-cb26f54f6eb4",
    "title": "Hindguts of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Facimoto CT, Clements KD, White WL, Handley KM"
  },
  {
    "chunk_id": "572c9e24-b2a5-4122-a314-6084f6a3839c",
    "title": "How FocA facilitates fermentation and respiration of formate by ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Sawers RG"
  },
  {
    "chunk_id": "3350aefb-7ffc-4412-82f5-25e650203888",
    "title": "HPr prevents FruR-mediated facilitation of RNA polymerase binding to the fru promoter in Vibrio cholerae.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Yoon CK, Lee SH, Zhang J, Lee HY, Kim MK, Seok YJ"
  },
  {
    "chunk_id": "49111305-5cbc-4183-8448-bd09ad48e901",
    "title": "Human-derived microRNA 21 regulates indole and L-tryptophan biosynthesis transcripts in the gut commensal ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Flanagan K, Gassner K, Lang M, Ozelyte J, Hausmann B, Crepaz D, Pjevac P, Gasche C, Berry D, Vesely C, Pereira FC"
  },
  {
    "chunk_id": "8b3b8c4c-b688-4cee-ba99-aeda5644bb13",
    "title": "Humic substances increase tomato tolerance to osmotic stress while modulating vertically transmitted endophytic bacterial communities.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Lengrand S, Dubois B, Pesenti L, Debode F, Legrève A"
  },
  {
    "chunk_id": "ff79e172-c6ad-43a5-9421-c5077a638175",
    "title": "Identification and Characterization of a Novel d-Branched-Chain Amino Acids Importer from Lactobacillus fermentum.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Aoki K, Mutaguchi Y, Hemmi H, Yoshimura T, Ito T"
  },
  {
    "chunk_id": "3a3d44f4-79fe-4ab6-8ae6-db926200c19a",
    "title": "Identification and characterization of a small molecule BFstatin inhibiting BrpR, the transcriptional regulator for biofilm formation of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Lee H, Hwang SH, Shin H, Ha NC, Wang Q, Choi SH"
  },
  {
    "chunk_id": "ed51c8e6-2159-48b4-98d9-9b784bad54e5",
    "title": "Identification and functional characterization of a fructose-inducible phosphotransferase system in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Rai S, Singh VS, Gupta P, Tripathi AK"
  },
  {
    "chunk_id": "4e52bce5-990b-49aa-a436-ad045e5c4fec",
    "title": "Identification of CMY-190, a novel chromosomally encoded AmpC β-lactamase, and plasmid-encoded KPC-2 in a clinical isolate of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Liu Z, Shen S, Zhang X, Lei J, Tang C, Wu S, Lei K, Yin J, Zhang Y, Guo Y, Geng Y, Hu F"
  },
  {
    "chunk_id": "11d2c1d4-d39a-4066-a17f-0709f03049c6",
    "title": "Identification of genes influencing the evolution of ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Elankumuran P, Browning GF, Marenda MS, Kidsley A, Osman M, Haenni M, Johnson JR, Trott DJ, Reid CJ, Djordjevic SP"
  },
  {
    "chunk_id": "ce348845-d8b2-4e89-8d9f-8573c50791cf",
    "title": "Identification of novel genetic factors that regulate c-di-AMP production in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kviatkovski I, Zhong Q, Vaidya S, Gründling A"
  },
  {
    "chunk_id": "e19a5a20-7320-4057-976c-cb8b8febba44",
    "title": "Identification of promoter activity in gene-less cassettes from Vibrionaceae superintegrons.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Blanco P, Hipólito A, García-Pastor L, Trigo da Roza F, Toribio-Celestino L, Ortega AC, Vergara E, San Millán Á, Escudero JA"
  },
  {
    "chunk_id": "d94cd2b0-e711-413a-9337-9199ab17817d",
    "title": "Identification of the new prenyltransferase Ubi-297 from marine bacteria and elucidation of its substrate specificity.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Amiri Moghaddam J, Guo H, Willing K, Wichard T, Beemelmanns C"
  },
  {
    "chunk_id": "8e3c7349-4b49-4308-a379-5f02c5f4fadb",
    "title": "iModulonDB 2.0: dynamic tools to facilitate knowledge-mining and user-enabled analyses of curated transcriptomic datasets.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Catoiu EA, Krishnan J, Li G, Lou XA, Rychel K, Yuan Y, Bajpe H, Patel A, Choe D, Shin J, Burrows J, Phaneuf PV, Zielinski DC, Palsson BO"
  },
  {
    "chunk_id": "9870b56d-d0c6-433d-af16-25e39130aaab",
    "title": "Impacts of ribosomal RNA sequence variation on gene expression and phenotype.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Welfer GA, Brady RA, Natchiar SK, Watson ZL, Rundlet EJ, Alejo JL, Singh AP, Mishra NK, Altman RB, Blanchard SC"
  },
  {
    "chunk_id": "22ae78db-8d80-48e5-ac74-b27568a55e1a",
    "title": "Improving polyketide biosynthesis by rescuing the translation of truncated mRNAs into functional polyketide synthase subunits.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Liu Y, Song C, Cui Q, Sun H, Jiang C, Guo R, He R, Li Z, Luan J, Wang H"
  },
  {
    "chunk_id": "cc91d367-4f6e-4d2f-8e93-0d67d0f19f7c",
    "title": "In-Depth Characterization of a Re-Engineered Cholera Toxin Manufacturing Process Using Growth-Decoupled Production in ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Danielewicz N, Dai W, Rosato F, Webb ME, Striedner G, Römer W, Turnbull WB, Mairhofer J"
  },
  {
    "chunk_id": "ba381e85-79f1-4e1f-9dc3-3033112b494c",
    "title": "Incoherent feedback from coupled amino acids and ribosome pools generates damped oscillations in growing E. coli.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Droghetti R, Fuchs P, Iuliani I, Firmano V, Tallarico G, Calabrese L, Grilli J, Sclavi B, Ciandrini L, Cosentino Lagomarsino M"
  },
  {
    "chunk_id": "b6d3ab22-8264-40bc-963d-36408335293e",
    "title": "Increase CO",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Yu J, Shin W-R, Kim JH, Lee SY, Cho B-K, Kim Y-H, Min J"
  },
  {
    "chunk_id": "34b80b0a-5ab0-4c4e-a51f-2f3a17a24b82",
    "title": "Increasing rates of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Jehanne Q, Bénéjat L, Ducournau A, Aptel J, Pivard M, Gillet L, Jauvain M, Lehours P"
  },
  {
    "chunk_id": "3444a24d-1463-4a20-87f3-a6d98337766d",
    "title": "Inducible Mtld expression facilitated the introduction of the mannitol synthesis pathway in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Sun J, Cui J, Xu X, Tang J, Sun H, Liu X, Yuan X, Luan G, Lu X"
  },
  {
    "chunk_id": "971b4e59-a372-41fb-8679-7dd8f74af1f6",
    "title": "Induction of bacterial expression at the mRNA level by light.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Ranzani AT, Buchholz K, Blackholm M, Kopkin H, Möglich A"
  },
  {
    "chunk_id": "4e3916b6-2b59-4f84-b231-ae8266eab5ff",
    "title": "Inference of transcriptome signatures of Escherichia coli in long-term stationary phase.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Takano S, Takahashi H, Yama Y, Miyazaki R, Furusawa C, Tsuru S"
  },
  {
    "chunk_id": "2ddaff60-67a4-41f0-a432-71437523cbec",
    "title": "Influence of Varying Pre-Culture Conditions on the Level of Population Heterogeneity in Batch Cultures with an ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Hoang MD, Riessner S, Oropeza Vargas JE, von den Eichen N, Heins AL"
  },
  {
    "chunk_id": "281720b9-9d21-46fd-9626-2bc793b3fe6a",
    "title": "Insertion Sequence (IS)-Excision Enhancer (IEE)-Mediated IS Excision from the ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Nakamura K, Seto K, Isobe J, Taniguchi I, Gotoh Y, Hayashi T"
  },
  {
    "chunk_id": "657d9280-5187-4df2-a3c1-b56058d715a1",
    "title": "Insights into Functions of Universal Stress Proteins Encoded by Genomes of Gastric Cancer Pathogen ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Isokpehi RD, Simmons SS, Makolo AU, Hollman AL, Adesida SA, Ojo OO, Abioye AO"
  },
  {
    "chunk_id": "b9b9f979-0b94-433c-8714-22e792876652",
    "title": "Insights into Systems for Iron-Sulfur Cluster Biosynthesis in Acidophilic Microorganisms.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Myriam P, Braulio P, Javiera RA, Claudia MV, Omar O, Renato C, Gloria L"
  },
  {
    "chunk_id": "4c0fa0ff-1a8c-4599-a1b0-412d7d7ac53a",
    "title": "Insights into the utilisation of 1,2-propanediol and interactions with the cell envelope of Clostridium perfringens.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Huertas-Díaz L, Vestergaard LG, Marietou A, Irla M, Behr J, Somoza MM, Feilberg A, Schwab C"
  },
  {
    "chunk_id": "57bc4a46-9512-4817-8c83-44ed36b08b8d",
    "title": "Insight into the environmental cues modulating the expression of bacterial toxin-antitoxin systems.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ostyn E, Augagneur Y, Pinel-Marie ML"
  },
  {
    "chunk_id": "ae253061-a844-48ec-85d6-fba644d315f7",
    "title": "Integrated Omics Approaches to Explore a New System of Genetic Control of Dibenzothiophene Desulfurization and Aromatic Ring Cleavage by ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Frantsuzova E, Bogun A, Vetrova A, Kazakova E, Kusainova T, Tarasova I, Pozdnyakova-Filatova I, Delegan Y"
  },
  {
    "chunk_id": "74ec7569-effa-4178-8ed1-ac5d86d365cb",
    "title": "Integration of vanHAX downstream of a ribosomal RNA operon restores vancomycin resistance in a susceptible Enterococcus faecium strain.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "McInnes RS, Snaith AE, Dunn SJ, Papangeli M, Hardy KJ, Hussain A, van Schaik W"
  },
  {
    "chunk_id": "9077e71d-e1a2-4865-997d-52ea7b7b07b4",
    "title": "Integrative ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Jallet D, Soldan V, Shayan R, Stella A, Ismail N, Zenati R, Cahoreau E, Burlet-Schiltz O, Balor S, Millard P, Heux S"
  },
  {
    "chunk_id": "fd27dc4a-543d-4c48-b4a4-a1767dc283d2",
    "title": "Integrative structural analysis of Pseudomonas phage DEV reveals a genome ejection motor.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Lokareddy RK, Hou CD, Forti F, Iglesias SM, Li F, Pavlenok M, Horner DS, Niederweis M, Briani F, Cingolani G"
  },
  {
    "chunk_id": "05c79a74-0232-4adf-a608-aa64a1b6184e",
    "title": "Interspecies signaling modulates the biosynthesis of antimicrobial secondary metabolites related to biological control activities of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Zhang N, Zhu X, Tao X, Li J, Tang Q, Liu X, Luo L-M, Zhang P, Zhang L-Q, He Y-X, Ge H"
  },
  {
    "chunk_id": "408b9f45-1831-4141-8dfb-ac8e2797b911",
    "title": "Investigating How Genomic Contexts Impact IS5 Transposition Within the ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Onstead J, Zhang Z, Huo J, Ord JW, Smith S, Saier MH"
  },
  {
    "chunk_id": "6e7744ee-4bbd-456d-8770-b98411177e5f",
    "title": "Investigation of the ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Liu D, Bandyopadhyay A, Liberton M, Pakrasi HB, Bhattacharyya-Pakrasi M"
  },
  {
    "chunk_id": "b4fc18dc-bea6-44a7-aea2-6664efd19ba1",
    "title": "Investigation of Zur-regulated metal transport systems reveals an unexpected role of pyochelin in zinc homeostasis.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Secli V, Michetti E, Pacello F, Iacovelli F, Falconi M, Astolfi ML, Visaggio D, Visca P, Ammendola S, Battistoni A"
  },
  {
    "chunk_id": "6f0b531d-4df6-4379-b6e3-4ff5da577226",
    "title": "In Vivo Quantification of Surfactin Nonribosomal Peptide Synthetase Complexes in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Vahidinasab M, Thewes L, Abrishamchi B, Lilge L, Reiße S, Benatto Perino EH, Hausmann R"
  },
  {
    "chunk_id": "8997c498-f2c5-4715-9de2-1c23e346692f",
    "title": "Iron limitation indirectly reduces the ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Hasnat MA, Zupok A, Gorka M, Iobbi-Nivol C, Skirycz A, Jourlin-Castelli C, Bier F, Agarwal S, Irefo E, Leimkühler S"
  },
  {
    "chunk_id": "257ed612-1397-4f27-bee9-de5eac84b927",
    "title": "IS",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Maybin M, Ranade AM, Schombel U, Gisch N, Mamat U, Meredith TC"
  },
  {
    "chunk_id": "f12bb9af-7b99-4b56-9f84-c50c907edc9f",
    "title": "Isolation of a potentially arsenic-resistant Halomonas elongata strain (ml10562) from hypersaline systems in the Peruvian Andes, Cusco.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Pila-Lacuta S, Pauccar D, Rojas-Vargas J, Rodríguez-Cruz UE, Sierra JL, Castelán-Sánchez HG, Quispe-Ricalde MA"
  },
  {
    "chunk_id": "aaea821e-1873-42d4-8964-ecbabc375340",
    "title": "Lactic Acid Bacteria Exopolysaccharides Unveiling Multifaceted Insights from Structure to Application in Foods and Health Promotion.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Liu W, Wei Y, Xiang R, Dong B, Yang X"
  },
  {
    "chunk_id": "19cf9fec-17ea-4d4a-b421-84d1bc5a352b",
    "title": "Lactic Acid Resistance and Population Structure of Escherichia coli from Meat Processing Environment.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Fang Y, Stanford K, Yang X"
  },
  {
    "chunk_id": "71dd3fd4-7dbe-4dae-a332-f213dcc40aee",
    "title": "Large-scale proteogenomics characterization of microproteins in Mycobacterium tuberculosis.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "de Souza EV, Dalberto PF, Miranda AC, Saghatelian A, Pinto AM, Basso LA, Machado P, Bizarro CV"
  },
  {
    "chunk_id": "6b087684-170d-45a0-8df5-150e4414bb02",
    "title": "Learning from the rDNA Operon: A Reanalysis of the ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Corsaro D"
  },
  {
    "chunk_id": "4a03254d-0b90-4a37-bf30-e7ff68319934",
    "title": "Lethal perturbation of an Escherichia coli regulatory network is triggered by a restriction-modification system's regulator and can be mitigated by excision of the cryptic prophage Rac.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Gucwa K, Wons E, Wisniewska A, Jakalski M, Dubiak Z, Kozlowski LP, Mruk I"
  },
  {
    "chunk_id": "6fef0812-67cb-4cd3-9b0a-0a45f1e8773e",
    "title": "Lights off - Role of bioluminescence for the biology of the biocontrol agent ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Pisarz F, Rabbachin L, Platz F, Regaiolo A, Heermann R"
  },
  {
    "chunk_id": "6e23d0cd-e00e-405c-93e3-7795b1e5940f",
    "title": "Local flux coordination and global gene expression regulation in metabolic modeling.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Li G, Liu L, Du W, Cao H"
  },
  {
    "chunk_id": "19498438-b958-474a-b0e9-dc012c763d1f",
    "title": "Long-read metagenomics retrieves complete single-contig bacterial genomes from canine feces.",
    "doi": null,
    "year": "2021",
    "source": "PubMed",
    "authors": "Cuscó A, Pérez D, Viñes J, Fàbregas N, Francino O"
  },
  {
    "chunk_id": "9a584810-c071-4851-a9c5-0837f2a87757",
    "title": "Long-term genomic surveillance reveals the circulation of clinically significant Salmonella in lymph nodes and beef trimmings from slaughter cattle from a Mexican feedlot.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Delgado-Suárez EJ, García-Meneses AV, Ponce-Hernández EA, Ruíz-López FA, Hernández-Pérez CF, Ballesteros-Nova NE, Soberanis-Ramos O, Rubio-Lozano MS"
  },
  {
    "chunk_id": "d7a3ea70-181e-4627-9cfa-dde41a0fc8a3",
    "title": "Longitudinal monitoring of individual infection progression in ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Ramirez-Corona BA, Love AC, Chandrasekaran S, Prescher JA, Wunderlich Z"
  },
  {
    "chunk_id": "545900f2-a5e1-46c5-b817-f8a5ec80d05c",
    "title": "Mapping the IscR regulon sheds light on the regulation of iron homeostasis in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Dos Santos NM, Picinato BA, Santos LS, de Araújo HL, Balan A, Koide T, Marques MV"
  },
  {
    "chunk_id": "11aba8dc-1bb5-4adc-bc7e-f5c03621a297",
    "title": "Maturation strategy influences expression levels and cofactor occupancy in Fe-S proteins.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Jansing M, Mielenbrink S, Rosenbach H, Metzger S, Span I"
  },
  {
    "chunk_id": "f51bc8fa-df70-4057-9e13-78ebbb579afe",
    "title": "Mechanisms of Polymyxin Resistance in Acid-Adapted Enteroinvasive ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Hwang D, Kim HJ"
  },
  {
    "chunk_id": "1910f179-01ef-42d3-8f38-f50673f1496a",
    "title": "Mechanisms of Regulation of Cryptic Prophage-Encoded Gene Products in Escherichia coli.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Ragunathan PT, Ng Kwan Lim E, Ma X, Massé E, Vanderpool CK"
  },
  {
    "chunk_id": "8fd9d7d0-34a1-4dae-9c23-4a0212666662",
    "title": "Mechanism of ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Sun G, Yu Z, Li Q, Zhang Y, Wang M, Liu Y, Liu J, Liu L, Yu X"
  },
  {
    "chunk_id": "82409c55-ba65-4a9f-8298-5356415254e7",
    "title": "Mechanistic aspects of IPTG (isopropylthio-β-galactoside) transport across the cytoplasmic membrane of Escherichia coli-a rate limiting step in the induction of recombinant protein expression.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Simas RG, Pessoa Junior A, Long PF"
  },
  {
    "chunk_id": "2ce7e166-d05a-4347-a38f-fad3ac8cca1d",
    "title": "Mechanistic basis for protein conjugation in a diverged bacterial ubiquitination pathway.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Ye Q, Gong M, Chambers LR, Corbett KD"
  },
  {
    "chunk_id": "722bdc1e-efc0-4607-8f5a-d199352bab3d",
    "title": "Membrane-associated σ factors disrupt rRNA operon clustering in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ho K, Harshey RM"
  },
  {
    "chunk_id": "911fc8b8-5c87-4a1e-a123-9538d3355ddf",
    "title": "Membrane-associated σ factors disrupt rRNA operon clustering in Escherichia coli.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ho K, Harshey RM"
  },
  {
    "chunk_id": "b08638ae-5c57-4d1a-bfa1-076f7c392895",
    "title": "Metabolically-targeted dCas9 expression in bacteria.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Pellegrino GM, Browne TS, Sharath K, Bari KA, Vancuren SJ, Allen-Vercoe E, Gloor GB, Edgell DR"
  },
  {
    "chunk_id": "dea3e132-4eee-49a9-9626-1524e371e6c4",
    "title": "Metabolic engineering of Synechocystis sp. PCC 6803 for the improved production of phenylpropanoids.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kukil K, Lindberg P"
  },
  {
    "chunk_id": "9e2a4a57-e0e4-4c95-8921-45030a6b6a90",
    "title": "Metagenome mining divulges virulent and multidrug resistant ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Maghembe RS, Magulye MAK, Makaranga A, Nsubuga G, Sekyanzi S, Moto EA, Mwesigwa S, Katagirya E"
  },
  {
    "chunk_id": "07a578dc-0237-4707-ab4b-10270820cdf9",
    "title": "Metagenomic, metabolomic, and lipidomic shifts associated with fecal microbiota transplantation for recurrent ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "McMillan AS, Zhang G, Dougherty MK, McGill SK, Gulati AS, Baker ES, Theriot CM"
  },
  {
    "chunk_id": "ec2d32e8-5923-4e75-bd96-8008b787b9b5",
    "title": "Metalloproteomics Reveals Multi-Level Stress Response in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Larson J, Sather B, Wang L, Westrum J, Tokmina-Lukaszewska M, Pauley J, Copié V, McDermott TR, Bothner B"
  },
  {
    "chunk_id": "7e47ed46-0a2d-413d-bac7-f83871264775",
    "title": "Modelling host-pathogen interactions: ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Michetti E, Mandava TA, Secli V, Pacello F, Battistoni A, Ammendola S"
  },
  {
    "chunk_id": "96800489-46b9-43fe-9dd8-955ef0cdfc83",
    "title": "Modification of the 1-Phosphate Group during Biosynthesis of Capnocytophaga canimorsus Lipid A.",
    "doi": null,
    "year": "2016",
    "source": "PubMed",
    "authors": "Renzi F, Zähringer U, Chandler CE, Ernst RK, Cornelis GR, Ittig SJ"
  },
  {
    "chunk_id": "f5d9cc6d-e2a0-45c9-a3da-8ee796e22c5d",
    "title": "Molecular basis for lethal cross-talk between two unrelated bacterial transcription factors - the regulatory protein of a restriction-modification system and the repressor of a defective prophage.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Wisniewska A, Wons E, Potrykus K, Hinrichs R, Gucwa K, Graumann PL, Mruk I"
  },
  {
    "chunk_id": "63abe1b1-9a0d-4cdf-9db2-c18160c29f8a",
    "title": "Molecular characterization of Anaplasma platys strains from dogs in Sicily, Italy.",
    "doi": null,
    "year": "2006",
    "source": "PubMed",
    "authors": "de la Fuente J, Torina A, Naranjo V, Nicosia S, Alongi A, La Mantia F, Kocan KM"
  },
  {
    "chunk_id": "b84e1bcd-77a4-4fa9-949c-60f89e14b85f",
    "title": "Molecular Characterization of Lactic Acid Bacteria in Bakery and Pastry Starter Ferments.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Kleib J, Rizk Z, Tannouri A, Abou-Khalil R"
  },
  {
    "chunk_id": "b1de84dd-edbc-4619-a91b-187c3e424374",
    "title": "Molecular Epidemiology of Plasmid-Mediated Types 1 and 3 Fimbriae Associated with Biofilm Formation in Multidrug Resistant Escherichia coli from Diseased Food Animals in Guangdong, China.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Guo WY, Zhang H, Cheng M, Huang MR, Li Q, Jiang YW, Zhang JX, Sun RY, Wang MG, Liao XP, Liu YH, Sun J, Fang LX"
  },
  {
    "chunk_id": "f56d494b-3c57-4007-8168-dc314baba1ac",
    "title": "Molecular epidemiology of the emerging zoonosis agent Anaplasma phagocytophilum (Foggie, 1949) in dogs and ixodid ticks in Brazil.",
    "doi": null,
    "year": "2013",
    "source": "PubMed",
    "authors": "Santos HA, Thomé SM, Baldani CD, Silva CB, Peixoto MP, Pires MS, Vitari GL, Costa RL, Santos TM, Angelo IC, Santos LA, Faccini JL, Massard CL"
  },
  {
    "chunk_id": "fa690938-a373-4ee5-90b9-a0c113da3450",
    "title": "Molecular mechanism of proteolytic cleavage-dependent activation of CadC-mediated response to acid in E. coli.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Chen M, Shang Y, Cui W, Wang X, Zhu J, Dong H, Wang H, Su T, Wang W, Zhang K, Li B, Xu S, Hu W, Zhang F, Gu L"
  },
  {
    "chunk_id": "abe52f87-ec1e-4e82-b865-fdb171d8083c",
    "title": "Monitoring lineages of growing and dividing bacteria reveals an inducible memory of ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Guet CC, Bruneaux L, Oikonomou P, Aldana M, Cluzel P"
  },
  {
    "chunk_id": "201aaa5b-a2f5-49d6-9450-733a230a62d4",
    "title": "Mono- and multidomain defense toxins of the RelE/ParE superfamily.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Gerdes K"
  },
  {
    "chunk_id": "b687a81e-8082-4abe-a921-7e7efbeb2f69",
    "title": "More than ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Gaballa A, Wiedmann M, Carroll LM"
  },
  {
    "chunk_id": "173aee3c-4dfb-4dcc-a0b6-ab0e0ce427ab",
    "title": "MoxR effects as an ATPase on anti-stress and pathogenicity of Riemerella anatipestifer.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Zhang Y, Zhang Y, He Y, Hou Y, Li X, Yang X, Zhou Z, Li Z"
  },
  {
    "chunk_id": "9742239d-64ae-4ce2-bb78-03e14aaa29df",
    "title": "Multidrug-Resistant High-Risk ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Brendecke J, Homeier-Bachmann T, Schmitz Ornés A, Guenther S, Heiden SE, Schwabe M, Eger E, Schaufler K"
  },
  {
    "chunk_id": "29dbceff-aa32-49fa-b8b5-32df8ad7a954",
    "title": "MultiGreen: A multiplexing architecture for GreenGate cloning.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Pennetti VJ, LaFayette PR, Parrott WA"
  },
  {
    "chunk_id": "7ebe6a69-bf65-470f-b4e0-566d86acf456",
    "title": "Multiple infections of ",
    "doi": null,
    "year": "2016",
    "source": "PubMed",
    "authors": "Ybañez AP, Ybañez RH, Yokoyama N, Inokuma H"
  },
  {
    "chunk_id": "eb7dcac0-5d1c-4cb4-b112-49dc7aca2985",
    "title": "Mutation-based mechanism and evolution of the potent multidrug efflux pump RE-CmeABC in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Dai L, Wu Z, Sahin O, Zhao S, Yu EW, Zhang Q"
  },
  {
    "chunk_id": "f5ee149a-51a7-4570-ba75-147d3e0395a2",
    "title": "Mutational Analysis Supports Three-Hairpin Model of Attenuator for Transcription Regulation of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ryabchenko LE, Titov II, Leonova TE, Kalinina TI, Gerasimova TV, Sheremetieva ME, Kolchanov NA, Khlebodarova TM, Yanenko AS"
  },
  {
    "chunk_id": "464051aa-94a6-4d3e-869c-92cbfbf6812f",
    "title": "NagPIBAF upregulation and ompO downregulation compromise oxidative stress tolerance of Stenotrophomonas maltophilia.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Yang TC, Wu SC, Yeh TY, Lu HF, Lin YT, Li LH"
  },
  {
    "chunk_id": "fedbcfda-f112-4df7-a650-1bd1791b9abb",
    "title": "New Campylobacter Lineages in New Zealand Freshwater: Pathogenesis and Public Health Implications.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Cookson AL, Burgess S, Midwinter AC, Marshall JC, Moinet M, Rogers L, Fayaz A, Biggs PJ, Brightwell G"
  },
  {
    "chunk_id": "1e17d0c0-ff0f-4779-88e3-cddb19d33dd2",
    "title": "New Target Gene Screening Using Shortened and Random sgRNA Libraries in Microbial CRISPR Interference.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Jeong SH, Kim HJ, Lee SJ"
  },
  {
    "chunk_id": "ab624348-cbb0-4782-a49a-5a0d9f938ac3",
    "title": "Non-canonical start codons confer context-dependent advantages in carbohydrate utilization for commensal E. coli in the murine gut.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Cherrak Y, Salazar MA, Näpflin N, Malfertheiner L, Herzog MK, Schubert C, von Mering C, Hardt WD"
  },
  {
    "chunk_id": "3de79a8f-fd2f-495e-917b-d7bfe2d35e4c",
    "title": "Non-Melibiose Fermentation and Tellurite Resistance by Shigatoxigenic and Enteropathogenic ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ikeda R, Nakamura K, Korsak N, Duprez JN, Hayashi T, Thiry D, Mainil JG"
  },
  {
    "chunk_id": "8afc27c0-ce4b-41c8-bfde-e7ec8feaa645",
    "title": "Novel canine high-quality metagenome-assembled genomes, prophages and host-associated plasmids provided by long-read metagenomics together with Hi-C proximity ligation.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Cuscó A, Pérez D, Viñes J, Fàbregas N, Francino O"
  },
  {
    "chunk_id": "a9ef8b50-bfe2-4182-a3dc-84cc8bbd5988",
    "title": "Novel methicillin resistance gene mecD in clinical Macrococcus caseolyticus strains from bovine and canine sources.",
    "doi": null,
    "year": "2017",
    "source": "PubMed",
    "authors": "Schwendener S, Cotting K, Perreten V"
  },
  {
    "chunk_id": "cbd5c9b1-2c6a-44d2-b1f6-a825bed1b8b9",
    "title": "Novel rRNA transcriptional activity of NhaR revealed by its growth recovery for the ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Choi E, Huh A, Hwang J"
  },
  {
    "chunk_id": "4b78b473-1f02-4216-a4e1-014e3494ebba",
    "title": "Nucleotidyltransferase toxin MenT extends aminoacyl acceptor ends of serine tRNAs to control Mycobacterium tuberculosis growth.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Xu X, Barriot R, Voisin B, Arrowsmith TJ, Usher B, Gutierrez C, Han X, Pagès C, Redder P, Blower TR, Neyrolles O, Genevaux P"
  },
  {
    "chunk_id": "cd7ae1fc-70b4-4358-854f-7d44291c4232",
    "title": "Open Questions about the Roles of DnaA, Related Proteins, and Hyperstructure Dynamics in the Cell Cycle.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Kohiyama M, Herrick J, Norris V"
  },
  {
    "chunk_id": "4c89a899-c545-4a45-af8c-304e7c6beab6",
    "title": "Optimizing nanopore adaptive sampling for pneumococcal serotype surveillance in complex samples using the graph-based GNASTy algorithm.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Horsfield ST, Fok BCT, Fu Y, Turner P, Lees JA, Croucher NJ"
  },
  {
    "chunk_id": "62a3f0b3-d7ae-4c6b-a88c-272270184322",
    "title": "OptoLacI: optogenetically engineered lactose operon repressor LacI responsive to light instead of IPTG.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Liu M, Li Z, Huang J, Yan J, Zhao G, Zhang Y"
  },
  {
    "chunk_id": "b9d5e6bc-f4e2-4324-aee8-f92a735b791d",
    "title": "Pangenomes suggest ecological-evolutionary responses to experimental soil warming.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Choudoir MJ, Narayanan A, Rodriguez-Ramos D, Simoes R, Efroni A, Sondrini A, DeAngelis KM"
  },
  {
    "chunk_id": "7772e755-0958-4731-9b40-3c371535ce09",
    "title": "Parasites specific to centipedes form a new major lineage of terrestrial gregarines.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Miroliubova TS, Mikhailov KV, Simdyanov TG, Aleoshin VV, Dũng ĐT, Kudriavkina AI"
  },
  {
    "chunk_id": "896e2216-b0fe-44b4-9f19-54dd2d5d1ff6",
    "title": "Pavlovian-Type Learning in Environmental Bacteria: Regulation of Herbicide Resistance by Arsenic in Pseudomonas putida.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Paez-Espino D, Durante-Rodríguez G, Fernandes EA, Carmona M, de Lorenzo V"
  },
  {
    "chunk_id": "a127576b-d91b-4a12-8eee-a6906d2657db",
    "title": "Pb(II)-inducible proviolacein biosynthesis enables a dual-color biosensor toward environmental lead.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Zhu DL, Guo Y, Ma BC, Lin YQ, Wang HJ, Gao CX, Liu MQ, Zhang NX, Luo H, Hui CY"
  },
  {
    "chunk_id": "82ebae54-f293-48a1-b43a-5165883f4864",
    "title": "Phylogenomics of novel clones of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Lawal OU, Bryan N, Parreira VR, Anderson R, Chen Y, Precious M, Goodridge L"
  },
  {
    "chunk_id": "102d6973-6600-4700-b324-29a0bd1ba8b3",
    "title": "Polar mutagenesis of polycistronic bacterial transcriptional units using Cas12a.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Graffeuil A, Guerrero-Castro J, Assefa A, Uhlin BE, Cisneros DA"
  },
  {
    "chunk_id": "f707d4fa-0ca2-4061-8044-a7ce68b6f840",
    "title": "ppGpp, the General Stress Response Alarmone, Is Required for the Expression of the α-Hemolysin Toxin in the Uropathogenic ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Fernández-Vázquez J, Cabrer-Panes JD, Åberg A, Juárez A, Madrid C, Gaviria-Cantin T, Fernández-Coll L, Vargas-Sinisterra AF, Jiménez CJ, Balsalobre C"
  },
  {
    "chunk_id": "dd8ab6f1-8aa1-4d6a-bef2-40f25e6fcb4c",
    "title": "Predicting synthetic mRNA stability using massively parallel kinetic measurements, biophysical modeling, and machine learning.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Cetnar DP, Hossain A, Vezeau GE, Salis HM"
  },
  {
    "chunk_id": "1a10a879-5dda-435b-9b56-815edb4c505e",
    "title": "Prevalence and Genomic Characterization of ",
    "doi": null,
    "year": "2020",
    "source": "PubMed",
    "authors": "Galarce N, Escobar B, Martínez E, Alvarado N, Peralta G, Dettleff P, Dorner J, Martínez V, Borie C"
  },
  {
    "chunk_id": "1f377089-e633-4c54-a066-7b887cc34a17",
    "title": "Production of Astaxanthin Using CBFD1/HFBD1 from ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Roth JH, Ward VCA"
  },
  {
    "chunk_id": "bdd98a46-c66c-4702-98f0-049c342c82b2",
    "title": "Promoter regulatory mode evolution enhances the high multidrug resistance of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Wang C, Yang J, Xu Z, Lv L, Chen S, Hong M, Liu J-H"
  },
  {
    "chunk_id": "3eee8f53-9d6b-482c-8926-33c19874d334",
    "title": "PRONAME: a user-friendly pipeline to process long-read nanopore metabarcoding data by generating high-quality consensus sequences.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Dubois B, Delitte M, Lengrand S, Bragard C, Legrève A, Debode F"
  },
  {
    "chunk_id": "e6eba11c-4f07-4cd1-a8e3-4cc011f95dfe",
    "title": "Prophage-Mediated Disruption of Genetic Competence in Staphylococcus pseudintermedius.",
    "doi": null,
    "year": "2020",
    "source": "PubMed",
    "authors": "Brooks MR, Padilla-Vélez L, Khan TA, Qureshi AA, Pieper JB, Maddox CW, Alam MT"
  },
  {
    "chunk_id": "fc579fa4-c114-4fd1-8888-526531475f57",
    "title": "Prospective bacterial and fungal sources of hyaluronic acid: A review.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Shikina EV, Kovalevsky RA, Shirkovskaya AI, Toukach PV"
  },
  {
    "chunk_id": "3a3a7818-2899-4d6d-b6c7-5ccdbc830f56",
    "title": "Protein bL38 facilitates incorporation of uL6 during assembly of the 50S subunit in Flavobacterium johnsoniae.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Alom MS, Arpin D, Zhu H, Hay BN, Foster LJ, Ortega J, Fredrick K"
  },
  {
    "chunk_id": "f586908a-73eb-49f9-95e4-0006705a39a2",
    "title": "Proteolytic stability and aggregation in a key metabolic enzyme of bacteria.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Pollack D, Nozoe T, Kussell E"
  },
  {
    "chunk_id": "21d19028-6ee1-46f9-b989-f05ce99c0836",
    "title": "Pyoverdine-antibiotic combination treatment: its efficacy and effects on resistance evolution in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Vollenweider V, Roncoroni F, Kümmerli R"
  },
  {
    "chunk_id": "7dfcd02d-430b-4a61-baa0-34fd90b2406e",
    "title": "Quorum sensing employs a dual regulatory mechanism to repress T3SS gene expression.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Paul P, Podicheti R, Geyman LJ, Baker EN, Papenfort K, Rusch DB, van Kessel JC"
  },
  {
    "chunk_id": "acfcdeb2-205a-4def-b2f8-97c254bfbc75",
    "title": "Quorum sensing orchestrates parallel cell death pathways in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Mashruwala AA, Bassler BL"
  },
  {
    "chunk_id": "74a34001-7a79-4eb2-b4fc-b8d5c8efba31",
    "title": "Quorum sensing regulators and non-ribosomal peptide synthetases govern antibacterial secretions in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Dey R, Valle DO, Chakraborty A, Mayer KA, Uppala JK, Chakraborty A, Mirza S, Skwor T, Forst S, Dey M"
  },
  {
    "chunk_id": "e2b238cd-bc2f-447a-bf67-abee7b648f0d",
    "title": "RamA upregulates the ATP-binding cassette transporter ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Zhao X, Zhang Y, Ju M, Yang Y, Liu H, Qin X, Xu Q, Hao M"
  },
  {
    "chunk_id": "71825ac1-8af0-4c3f-969a-c4fd2a130167",
    "title": "Rapid and real-time identification of fungi up to species level with long amplicon nanopore sequencing from clinical samples.",
    "doi": null,
    "year": "2021",
    "source": "PubMed",
    "authors": "D'Andreano S, Cuscó A, Francino O"
  },
  {
    "chunk_id": "37397193-f311-43d8-94ea-6b2415d500c8",
    "title": "Re-evaluating evidence for giant genomes in amoebae.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Barzilay D, Alcino JPB, Ribeiro GM, Sousa ALP, Lahr DJG"
  },
  {
    "chunk_id": "b9a2f5d9-40dc-4a7a-b0e7-1147827f736f",
    "title": "Read-through transcription of tRNA underlies the cell cycle-dependent dissociation of IHF from the DnaA-inactivating sequence ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kasho K, Sakai R, Ito K, Nakagaki W, Satomura R, Jinnouchi T, Ozaki S, Katayama T"
  },
  {
    "chunk_id": "5b22ff68-9244-486f-b92f-ef80fa4c5a64",
    "title": "Recombinant ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Espinosa-Mazariego K, Saldaña-Ahuactzi Z, Ochoa SA, González-Pedrajo B, Cevallos MA, Rodríguez-Martínez R, Romo-Castillo M, Hernández-Castro R, Cruz-Córdova A, Xicohtencatl-Cortes J"
  },
  {
    "chunk_id": "5202bc7d-c05c-4f8c-be14-cb261df848ee",
    "title": "Recombination and retroprocessing in broomrapes reveal a universal roadmap for mitochondrial evolution in heterotrophic plants.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Cai L, Havird JC, Jansen RK"
  },
  {
    "chunk_id": "134d8e3f-06a9-475b-9de1-54b38ecba1ae",
    "title": "Redox-Mediated Inactivation of the Transcriptional Repressor RcrR is Responsible for Uropathogenic Escherichia coli's Increased Resistance to Reactive Chlorine Species.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Sultana S, Crompton ME, Meurer K, Jankiewicz O, Morales GH, Johnson C, Horbach E, Hoffmann KP, Kr P, Shah R, Anderson GM, Mortimer NT, Schmitz JE, Hadjifrangiskou M, Foti A, Dahl JU"
  },
  {
    "chunk_id": "5df57935-3587-477d-a805-776066780da5",
    "title": "Regulation of Steady State Ribosomal Transcription in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ruiz Manzano A, Jensen D, Galburt EA"
  },
  {
    "chunk_id": "c1567879-f749-4395-bd03-3a72b287eb33",
    "title": "Regulatory Role of GgaR (YegW) for Glycogen Accumulation in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Saito S, Kobayashi I, Hoshina M, Uenaka E, Sakurai A, Imamura S, Shimada T"
  },
  {
    "chunk_id": "e628a376-c838-4763-81e7-bf61e42bb3eb",
    "title": "Regulatory role of VvsB protein on serine protease activity of VvsA in Vibrio vulnificus.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kawase T, Debnath A, Okamoto K"
  },
  {
    "chunk_id": "19b5d74c-d730-4524-b965-8566adc0252c",
    "title": "Remarks on the diversity of Hysteromorpha Lutz 1931 (Digenea, Diplostomidae), with erection of a new species from South America.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Achatz TJ, Locke SA, Arrascaeta F, Montes MM, Barneche J, Fecchio A, Bell JA, Oyarzún-Ruiz P, Souza GTR, Takemoto RM, Tkach VV"
  },
  {
    "chunk_id": "66c784f4-cfe2-4c52-9d0b-de37d0ba81eb",
    "title": "Repurposing the mammalian RNA-binding protein Musashi-1 as an allosteric translation repressor in bacteria.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Dolcemascolo R, Heras-Hernández M, Goiriz L, Montagud-Martínez R, Requena-Menéndez A, Ruiz R, Pérez-Ràfols A, Higuera-Rodríguez RA, Pérez-Ropero G, Vranken WF, Martelli T, Kaiser W, Buijs J, Rodrigo G"
  },
  {
    "chunk_id": "08941275-10c1-47c7-bf82-0ec8fb919e4c",
    "title": "RES-Xre toxin-antitoxin locus ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Chen Y, Goh YX, Li P, Guan J, Chao Y, Qu H, Ou HY, Wang X"
  },
  {
    "chunk_id": "fb79ca06-8b46-4a0a-9090-d8df063baa3a",
    "title": "RfaH contributes to maximal colonization and full virulence of hypervirulent ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Qiu Y, Xiang L, Yin M, Fang C, Dai X, Zhang L, Li Y"
  },
  {
    "chunk_id": "81330044-3806-48b0-a2b4-a44a9a1cade5",
    "title": "RfaH Counter-Silences Inhibition of Transcript Elongation by H-NS-StpA Nucleoprotein Filaments in Pathogenic Escherichia coli.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Hustmyer CM, Wolfe MB, Welch RA, Landick R"
  },
  {
    "chunk_id": "6e36cd12-6c2b-49d6-87b1-2968b63356fe",
    "title": "Rhamnolipid-Coated Iron Oxide Nanoparticles as a Novel Multitarget Candidate against Major Foodborne E. coli Serotypes and Methicillin-Resistant S. aureus.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Sharaf M, Sewid AH, Hamouda HI, Elharrif MG, El-Demerdash AS, Alharthi A, Hashim N, Hamad AA, Selim S, Alkhalifah DHM, Hozzein WN, Abdalla M, Saber T"
  },
  {
    "chunk_id": "5ec151f4-78d8-44b8-84b8-2f3af27ceda9",
    "title": "Rho-dependent termination and RNase E-mediated cleavage: dual pathways for RNA 3' end processing in polycistronic mRNA.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Jeon HJ, N MPA, Wang X, Lim HM"
  },
  {
    "chunk_id": "d96447b1-a5ac-4eef-a04a-2ff3fa5a5a98",
    "title": "Ribosomal Protein Cluster Organization in Asgard Archaea.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Tirumalai MR, Sivaraman RV, Kutty LA, Song EL, Fox GE"
  },
  {
    "chunk_id": "56416bb5-a87d-4d6c-b404-4dcf81d66a6a",
    "title": "Ribosome-binding antibiotics increase bacterial longevity and growth efficiency.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Wood E, Schulenburg H, Rosenstiel P, Bergmiller T, Ankrett D, Gudelj I, Beardmore R"
  },
  {
    "chunk_id": "334b0209-cf1c-465f-9bbf-a86fed382420",
    "title": "Ribosome Pool Engineering Increases Protein Biosynthesis Yields.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kofman C, Willi JA, Karim AS, Jewett MC"
  },
  {
    "chunk_id": "f71c087e-2ca3-4475-b1da-dbe3db5a3d6a",
    "title": "Rifaximin prophylaxis causes resistance to the last-resort antibiotic daptomycin.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Turner AM, Li L, Monk IR, Lee JYH, Ingle DJ, Portelli S, Sherry NL, Isles N, Seemann T, Sharkey LK, Walsh CJ, Reid GE, Nie S, Eijkelkamp BA, Holmes NE, Collis B, Vogrin S, Hiergeist A, Weber D, Gessner A, Holler E, Ascher DB, Duchene S, Scott NE, Stinear TP, Kwong JC, Gorrie CL, Howden BP, Carter GP"
  },
  {
    "chunk_id": "8261bcf7-04b0-4adf-b4af-3428b7c99da0",
    "title": "RNA-DNA interactomes of three prokaryotes uncovered by proximity ligation.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Gavrilov AA, Evko GS, Galitsyna AA, Ulianov SV, Kochetkova TV, Merkel AY, Tyakht AV, Razin SV"
  },
  {
    "chunk_id": "3dc8fe0f-7d41-4dbf-b56f-54599f654f0f",
    "title": "RNA polymerase redistribution supports growth in E. coli strains with a minimal number of rRNA operons.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Fan J, El Sayyed H, Pambos OJ, Stracy M, Kyropoulos J, Kapanidis AN"
  },
  {
    "chunk_id": "ba6645d3-11dd-422e-bb60-194620547cdc",
    "title": "RNA polymerase sliding on DNA can couple the transcription of nearby bacterial operons.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Tenenbaum D, Inlow K, Friedman L, Cai A, Gelles J, Kondev J"
  },
  {
    "chunk_id": "296365c7-d221-4f77-bf7b-118ac12b9936",
    "title": "Robustness of DNA looping across multiple cell divisions in individual bacteria.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Chang C, Garcia-Alcala M, Saiz L, Vilar JMG, Cluzel P"
  },
  {
    "chunk_id": "5a369392-073c-4676-a3f2-b27db3911df5",
    "title": "Robust counterselection and advanced λRed recombineering enable markerless chromosomal integration of large heterologous constructs.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Bubnov DM, Yuzbashev TV, Khozov AA, Melkina OE, Vybornaya TV, Stan GB, Sineoky SP"
  },
  {
    "chunk_id": "9dd02e38-1e16-412d-8448-6a993ea5d107",
    "title": "Robust regulation of transcription pausing in ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Yakhnin AV, Bubunenko M, Mandell ZF, Lubkowska L, Husher S, Babitzke P, Kashlev M"
  },
  {
    "chunk_id": "867b6b86-036c-4c8a-bb26-d38da0ab080f",
    "title": "Roles of the ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ku RH, Lu HF, Li LH, Yeh TY, Lin YT, Yang TC"
  },
  {
    "chunk_id": "ec18a173-259e-4bd2-8c40-ddcb5be7857a",
    "title": "Role of aggregate-forming pilus (AFP) in adherence and colonization of both intestinal and urinary tracts.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Schüroff PA, Abe CM, Silva JW, de Paula Coelho C, Andrade FB, Hernandes RT, Dobrindt U, Gomes TAT, Elias WP"
  },
  {
    "chunk_id": "f94b3bdc-3e04-4faf-a5fc-b3f6cb3bf23f",
    "title": "Role of a TonB-dependent receptor and an oxygenase in iron-dependent copper resistance in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Cherry P, Kasmo H, Godelaine M, Tilquin F, Dieu M, Renard P, Matroule J-Y"
  },
  {
    "chunk_id": "49b21afd-c726-40cf-9b69-af0213f020ec",
    "title": "Role of the ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Arias-Cartin R, Kazemzadeh Ferizhendi K, Séchet E, Pelosi L, Loeuillet C, Pierrel F, Barras F, Bouveret E"
  },
  {
    "chunk_id": "186f8277-17d3-45b0-bf12-7131d481e891",
    "title": "rRNA operon improves species-level classification of bacteria and microbial community analysis compared to 16S rRNA.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Won S, Cho S, Kim H"
  },
  {
    "chunk_id": "e82bc35c-7458-4e3f-a7a9-9646d240fd12",
    "title": "SarZ inhibits the hemolytic activity through regulation of phenol soluble modulins in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Chen X, Sun H, Wang W, Wang H, Tan R, Zhu T"
  },
  {
    "chunk_id": "354e714c-c9a3-4e44-9855-a48f351e621c",
    "title": "Screening and Characterization of ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Azmani A, Lemriss S, Barakate M, Souiri A, Dhiba D, Hassani L, Hamdali H"
  },
  {
    "chunk_id": "06871156-8c1e-4944-be63-1f70af247d83",
    "title": "Screening of Anti-Adhesion Agents for Pathogenic ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Hong SY, Kim BS"
  },
  {
    "chunk_id": "f250da02-42c7-44da-a39d-762c22390b78",
    "title": "Secreted retropepsin-like enzymes are essential for stress tolerance and biofilm formation in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Lormand JD, Savelle CH, Teschler JK, López E, Little RH, Malone JG, Yildiz FH, García-García MJ, Sondermann H"
  },
  {
    "chunk_id": "485acd69-cf01-4325-9541-f0f2bf7d1d08",
    "title": "Segregationally stabilised plasmids improve production of commodity chemicals in glucose-limited continuous fermentation.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Allen JR, Torres-Acosta MA, Mohan N, Lye GJ, Ward JM"
  },
  {
    "chunk_id": "7761287d-a542-4c91-992e-bfaa72cc8e2a",
    "title": "Selective RNA Processing and Stabilization are Multi-Layer and Stoichiometric Regulators of Gene Expression in Escherichia coli.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Liu D, Lv H, Wang Y, Chen J, Li D, Huang R"
  },
  {
    "chunk_id": "15a3fa64-d5e2-4ed5-9fd2-b8954f9cee53",
    "title": "Sequence analysis and plasmid mobilization of a 6.6-kb kanamycin resistance plasmid, pSNC3-Kan, from a Salmonella enterica serotype Newport isolate.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Chen CY, Nguyen LT, Strobaugh TP"
  },
  {
    "chunk_id": "2b456601-00be-498c-8864-da6efd6ab8a1",
    "title": "Shaping human gut community assembly and butyrate production by controlling the arginine dihydrolase pathway.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Liu Y, Cheng YY, Thompson J, Zhou Z, Vivas EI, Warren MF, Rey FE, Anantharaman K, Venturelli OS"
  },
  {
    "chunk_id": "37c16314-35cd-44fb-83ac-8986a94e6fb5",
    "title": "Silencing Transcription from an Influenza Reverse Genetics Plasmid in ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Malik T, Klenow L, Karyolaimos A, Gier JW, Daniels R"
  },
  {
    "chunk_id": "58c91776-c54d-4194-9069-b68fc1197b84",
    "title": "Single-cell analysis reveals that cryptic prophage protease LfgB protects ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Fernández-García L, Gao X, Kirigo J, Song S, Battisti ME, Garcia-Contreras R, Tomas M, Guo Y, Wang X, Wood TK"
  },
  {
    "chunk_id": "a512b447-f7fa-4382-bd19-65db7f424123",
    "title": "Site-2 protease Sll0528 interacts with RbcR to regulate carbon/nitrogen homeostasis in the cyanobacterium ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Lin S, Zheng T, Mo Y, Zhang G, Chen G"
  },
  {
    "chunk_id": "6f34c9bc-9014-432d-8a62-5287ee4e2f0f",
    "title": "Specificity of DNA ADP-Ribosylation Reversal by NADARs.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Cihlova B, Lu Y, Mikoč A, Schuller M, Ahel I"
  },
  {
    "chunk_id": "8a35a347-ff3c-4889-8e6a-645e8ef1f7b2",
    "title": "SSUP-72/PINN-1 coordinates RNA-polymerase II 3' pausing and developmental gene expression in C. elegans.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Stubbe FX, Ponsard P, Steiner FA, Hermand D"
  },
  {
    "chunk_id": "f7903014-b268-49f0-b023-ce6bc9d9c625",
    "title": "Stable, efficient, and cost-effective system for the biosynthesis of recombinant bacterial cellulose in Escherichia coli DH5α platform.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Al-Janabi SS, Shawky H, El-Waseif AA, Farrag AA, Abdelghany TM, El-Ghwas DE"
  },
  {
    "chunk_id": "a256e743-4256-4402-a959-782919e67cfe",
    "title": "Strain-Specific Gifsy-1 Prophage Genes Are Determinants for Expression of the RNA Repair Operon during the SOS Response in Salmonella enterica Serovar Typhimurium.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Kurasz JE, Crawford MC, Porwollik S, Gregory O, Tadlock KR, Balding EC, Weinert EE, McClelland M, Karls AC"
  },
  {
    "chunk_id": "f9f2c004-cc48-4cce-a2b4-e030d0987c16",
    "title": "Streptothricin F is a bactericidal antibiotic effective against highly drug-resistant gram-negative bacteria that interacts with the 30S subunit of the 70S ribosome.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Morgan CE, Kang YS, Green AB, Smith KP, Dowgiallo MG, Miller BC, Chiaraviglio L, Truelson KA, Zulauf KE, Rodriguez S, Kang AD, Manetsch R, Yu EW, Kirby JE"
  },
  {
    "chunk_id": "68ab3b96-b2bb-47d6-bbcb-96132f1520f9",
    "title": "Structural and biochemical characterization of a widespread enterobacterial peroxidase encapsulin.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Ubilla-Rodriguez NC, Andreas MP, Giessen TW"
  },
  {
    "chunk_id": "00fea2ba-fe94-465f-a88f-20aa33ba0e8e",
    "title": "Structural and biochemical characterization of the key components of an auxin degradation operon from the rhizosphere bacterium Variovorax.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Ma Y, Li X, Wang F, Zhang L, Zhou S, Che X, Yu D, Liu X, Li Z, Sun H, Yu G, Zhang H"
  },
  {
    "chunk_id": "d793f57e-7ba5-4194-bd5c-301e5d640d97",
    "title": "Structural and functional analysis of Pseudomonas aeruginosa PelA provides insight into the modification of the Pel exopolysaccharide.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Van Loon JC, Le Mauff F, Vargas MA, Gilbert S, Pfoh R, Morrison ZA, Razvi E, Nitz M, Sheppard DC, Howell PL"
  },
  {
    "chunk_id": "da779db0-afa1-4bc8-9b85-58ef27cc3c08",
    "title": "Structural and regulatory determinants of flagellar motility in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Tomasch J, Bartling P, Vollmers J, Wöhlbrand L, Jarek M, Rohde M, Brinkmann H, Freese HM, Rabus R, Petersen J"
  },
  {
    "chunk_id": "0e613017-4f48-47f2-85ef-01cc6cb7a89d",
    "title": "Structural diversity and oligomerization of bacterial ubiquitin-like proteins.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Gong M, Ye Q, Gu Y, Chambers LR, Bobkov AA, Arakawa NK, Matyszewski M, Corbett KD"
  },
  {
    "chunk_id": "3b9cfbbc-194e-4734-934d-2e05fffe46a3",
    "title": "Structure-based targeting of the lipid A-modifying enzyme PmrC to contrast colistin resistance in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Romano M, Falchi F, De Gregorio E, Stabile M, Migliaccio A, Ruggiero A, Napolitano V, Autiero I, Squeglia F, Berisio R"
  },
  {
    "chunk_id": "f070dfc1-ce1a-4d74-bc7b-0f7e6106a0eb",
    "title": "Structure Elucidation of the Daptomycin Products Generated upon Heterologous Expression of the Daptomycin Resistance Gene Cluster ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kirchner L, Marciniak T, Erk C, Ziebuhr W, Scherf-Clavel O, Holzgrabe U"
  },
  {
    "chunk_id": "84cbbf54-4852-4791-a54c-1aa750f805fa",
    "title": "Structure of a Sulfated Capsular Polysaccharide from the Marine Bacterium ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Kokoulin MS, Savicheva YV, Filshtein AP, Romanenko LA, Isaeva MP"
  },
  {
    "chunk_id": "9e64f699-60bd-4b57-8687-c0eb864b1f28",
    "title": "Sucrose and malic acid in the tobacco plant induce ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Cao Y, Tsuzuki M, Kiba A, Hikichi Y, Zhang Y, Ohnishi K"
  },
  {
    "chunk_id": "060fcb59-e494-46d3-8d64-0a84e90f0867",
    "title": "Sucrose reduces biofilm formation by ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Horng YT, Chien CC, Dewi Panjaitan NS, Tseng SW, Chen HW, Yang HC, Chen YY, Soo PC"
  },
  {
    "chunk_id": "4578322d-9d57-4e76-b324-400baa42232b",
    "title": "Superior Resolution Profiling of the Coleofasciculus Microbiome by Amplicon Sequencing of the Complete 16S rRNA Gene and ITS Region.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Marter P, Freese HM, Ringel V, Brinkmann H, Pradella S, Rohde M, Jarek M, Spröer C, Wagner-Döbler I, Overmann J, Bunk B, Petersen J"
  },
  {
    "chunk_id": "5955e3b5-596c-43d2-9589-53c7985edd0e",
    "title": "Survival and adaptative strategies of Enterotoxigenic ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Sjöling Å, Ashokkumar E, Bjurnemark C, Thorell K, Xiao X, von Mentzer A, Hu YOO, Zhu B, Joffré E"
  },
  {
    "chunk_id": "e779ea77-8082-45a5-96ea-96694813ce39",
    "title": "Synonymous ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Stemwedel K, Haase N, Christ S, Bogdanova NV, Rudorf S"
  },
  {
    "chunk_id": "2a4d1328-4a72-4fe2-912e-c5db59b16187",
    "title": "Synthetic DNA spike-in standards for cross-domain absolute quantification of microbiomes by rRNA gene amplicon sequencing.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Tourlousse DM, Sekiguchi Y"
  },
  {
    "chunk_id": "bb858f3a-2a87-40fb-abad-6bdd6aed494b",
    "title": "Synthetic redesign of Escherichia coli W for faster metabolism of sugarcane molasses.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kim GY, Yang J, Han YH, Seo SW"
  },
  {
    "chunk_id": "f38f74c9-d853-4e86-9fed-cad56bfab78e",
    "title": "Synthetic translational coupling element for multiplexed signal processing and cellular control.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Goh H, Choi S, Kim J"
  },
  {
    "chunk_id": "e7efa2ef-e4c0-4763-9d69-300511d7cccf",
    "title": "Systematic characterization of plant-associated bacteria that can degrade indole-3-acetic acid.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Wang L, Liu Y, Ni H, Zuo W, Shi H, Liao W, Liu H, Chen J, Bai Y, Yue H, Huang A, Friedman J, Si T, Liu Y, Chen M, Dai L"
  },
  {
    "chunk_id": "78219617-4b56-4370-a794-3e97a0daa28c",
    "title": "Tailoring Escherichia coli BL21 (DE3) for preferential xylose utilization via metabolic and regulatory engineering.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Molina-Vázquez ER, Caspeta L, Gosset G, Martínez A"
  },
  {
    "chunk_id": "accb9423-9be0-4827-b8e2-6106c144a6c4",
    "title": "Tail assembly interference is a common strategy in bacterial antiviral defenses.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "He L, Miguel-Romero L, Patkowski JB, Alqurainy N, Rocha EPC, Costa TRD, Fillol-Salom A, Penadés JR"
  },
  {
    "chunk_id": "83cb5916-d5f3-414c-8483-724a4cbe5e4f",
    "title": "Tetracycline induces ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Mu K, He M, Chen H, Liu T, Fan Y, Tao Y, Feng H, Huang Q, Xiao Y, Chen W"
  },
  {
    "chunk_id": "845c1e09-001c-4878-8efd-c5e1c32ce003",
    "title": "The AAA+ ATPase RavA and its binding partner ViaA modulate E. coli aminoglycoside sensitivity through interaction with the inner membrane.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Felix J, Bumba L, Liesche C, Fraudeau A, Rébeillé F, El Khoury JY, Huard K, Gallet B, Moriscot C, Kleman JP, Duhoo Y, Jessop M, Kandiah E, Barras F, Jouhet J, Gutsche I"
  },
  {
    "chunk_id": "298f5b3e-3316-49f1-b749-2285f97063cc",
    "title": "The biogeography of soil microbiome potential growth rates.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zhou Z, Wang C, Cha X, Zhou T, Pang X, Zhao F, Han X, Yang G, Wei G, Ren C"
  },
  {
    "chunk_id": "676ffb0b-7f87-43c8-8652-166211bb44ca",
    "title": "The cadDX operon contributes to cadmium resistance, oxidative stress resistance, and virulence in zoonotic streptococci.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zhu X, Liang Z, Ma J, Huang J, Wang L, Yao H, Wu Z"
  },
  {
    "chunk_id": "e4b2a087-7dee-4a1a-af50-a35d32a5f522",
    "title": "The carRS-ompV-virK operon of Vibrio cholerae senses antimicrobial peptides and activates the expression of multiple resistance systems.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Mathieu-Denoncourt A, Whitfield GB, Vincent AT, Berne C, Pauzé-Foixet J, Mahieddine FC, Brun YV, Duperthuy M"
  },
  {
    "chunk_id": "b1802b08-3f45-4810-8359-c842b772115b",
    "title": "The DNA relaxation-dependent OFF-to-ON biasing of the type 1 fimbrial genetic switch requires the Fis nucleoid-associated protein.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Conway C, Beckett MC, Dorman CJ"
  },
  {
    "chunk_id": "5d5bd007-1561-4d6d-937b-394a9fa2b2ef",
    "title": "The effect of DNA-binding proteins on insertion sequence element transposition upstream of the ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kopkowski PW, Zhang Z, Saier MH"
  },
  {
    "chunk_id": "74c551bf-6c1c-4c65-8702-1a44fcf50207",
    "title": "The environmentally-regulated interplay between local three-dimensional chromatin organisation and transcription of proVWX in E. coli.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Rashid FM, Crémazy FGE, Hofmann A, Forrest D, Grainger DC, Heermann DW, Dame RT"
  },
  {
    "chunk_id": "79eda124-bfad-4ebe-a56c-c3e4ce0e36f4",
    "title": "The Escherichia coli AZY operon links copper uptake to antibiotic resistance.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Palmer CD, Ghnamah Y, Livnat-Levanon N, Lewinson O, Rosenzweig AC"
  },
  {
    "chunk_id": "934ce708-c143-4395-84e6-24be8d6d5b0a",
    "title": "The Fem cell-surface signaling system is regulated by ExsA in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Li Y, Bhagirath A, Badr S, Zhang P, Chen L, Dadashi M, Surette MG, Duan K"
  },
  {
    "chunk_id": "ab58a527-0550-44b1-a2f3-09230e44214a",
    "title": "The Functional Characterization of the 6-Phosphogluconate Dehydratase Operon in 2-Ketogluconic Acid Industrial Producing Strain ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Sun WJ, Zhang QN, Li LL, Qu MX, Zan XY, Cui FJ, Zhou Q, Wang DM, Sun L"
  },
  {
    "chunk_id": "1a084566-786e-4812-be74-d89789eece77",
    "title": "The functional mutational landscape of the ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Beal MA, Meier MJ, Dykes A, Yauk CL, Lambert IB, Marchetti F"
  },
  {
    "chunk_id": "8c84b889-ba35-47fb-bb02-02d669fd52d3",
    "title": "The HicAB System: Characteristics and Biological Roles of an Underappreciated Toxin-Antitoxin System.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Encina-Robles J, Pérez-Villalobos V, Bustamante P"
  },
  {
    "chunk_id": "58999127-7000-42ff-af43-879d22ef84c4",
    "title": "The High Mutational Sensitivity of ccdA Antitoxin Is Linked to Codon Optimality.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Chandra S, Gupta K, Khare S, Kohli P, Asok A, Mohan SV, Gowda H, Varadarajan R"
  },
  {
    "chunk_id": "2eb3fbb7-77d7-49c8-8f4f-1fff4c6a1e80",
    "title": "The human microbiome-derived antimicrobial lugdunin self-regulates its biosynthesis by a feed-forward mechanism.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Reetz L, Schulze L, Kronenberger T, Selim KA, Schaefle T, Dema T, Zipperer A, Mößner J, Poso A, Grond S, Peschel A, Krismer B"
  },
  {
    "chunk_id": "d93781df-0914-4061-8231-8cd72e7276b4",
    "title": "The IclR-family transcriptional regulator XyrR controls flotation, motility, antibiotic production and virulence in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Sandoval CMC, Salmond GPC"
  },
  {
    "chunk_id": "14f6e124-fb1a-48fa-8b96-ba57a2c9c64c",
    "title": "The impact of metabolism on the adaptation of organisms to environmental change.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Rothman DL, Moore PB, Shulman RG"
  },
  {
    "chunk_id": "7cd61ce0-e7b8-4d5a-ba66-4bcc8f8d0884",
    "title": "The implications of mutations in multiple genes associated with ethambutol resistance among multidrug-resistant tuberculosis isolates from China.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Li MC, Wang W, Xiao TY, Liu HC, Lin SQ, Hang H, Bo XL, Nan XT, Qian C, Fan XT, Zhao XQ, Li GL, Wan KL, Zhao LL"
  },
  {
    "chunk_id": "e1c41576-37e5-4695-8577-30c8d588b2e4",
    "title": "The IncC and IncX1 resistance plasmids present in multi-drug resistant Escherichia coli strains isolated from poultry manure in Poland.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zalewska M, Błażejewska A, Gawor J, Adamska D, Goryca K, Szeląg M, Kalinowski P, Popowska M"
  },
  {
    "chunk_id": "c541055c-05a8-4cac-bb54-5d3be6261cc1",
    "title": "The layered costs and benefits of translational redundancy.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Raval PK, Ngan WY, Gallie J, Agashe D"
  },
  {
    "chunk_id": "571d20aa-7a7f-4c22-9882-fbfe6320f3c4",
    "title": "The metabolic engineering of Escherichia coli for the high-yield production of hypoxanthine.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zhao S, Shi T, Li L, Chen Z, Li C, Yu Z, Sun P, Xu Q"
  },
  {
    "chunk_id": "a7283766-8740-4d23-8e5d-e1d15cc91293",
    "title": "The multidrug efflux pump regulator AcrR directly represses motility in ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Maldonado J, Czarnecka B, Harmon DE, Ruiz C"
  },
  {
    "chunk_id": "3818451a-6dda-40bd-8ea0-c9d6fabe0239",
    "title": "The PapB/FocB family protein TosR acts as a positive regulator of flagellar expression and is required for optimal virulence of uropathogenic ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Hirakawa H, Shimokawa M, Noguchi K, Tago M, Matsuda H, Takita A, Suzue K, Tajima H, Kawagishi I, Tomita H"
  },
  {
    "chunk_id": "f040a0c7-b371-4135-b68c-2a755d07ebfa",
    "title": "The phytopathogen ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Song K, Li R, Cui Y, Chen B, Zhou L, Han W, Jiang BL, He YW"
  },
  {
    "chunk_id": "d5c3f55d-9423-44ea-b915-14d6545ebe72",
    "title": "The planktonic freshwater ciliate Balanion planctonicum (Ciliophora, Prostomatea): A cryptic species complex or a \"complex species\"?",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Schalch-Schuler M, Bassin B, Andrei AS, Dirren-Pitsch G, Waller K, Hofer C, Pernthaler J, Posch T"
  },
  {
    "chunk_id": "f046b041-092e-4827-b12d-5f4f554dfe02",
    "title": "The plasmid-borne hipBA operon of Klebsiella michiganensis encodes a potent plasmid stabilization system.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Shutt-McCabe J, Shaik KB, Hoyles L, McVicker G"
  },
  {
    "chunk_id": "6a6e0d17-b970-4312-9945-0bfa1718b17a",
    "title": "The Possible Crystallization Process in the Origin of Bacteria, Archaea, Viruses, and Mobile Elements.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Yoshimura A, Seki M"
  },
  {
    "chunk_id": "50d99e0d-2aa7-4a1a-9251-e1c8eba7cb46",
    "title": "The Quorum Sensing Regulated sRNA Lrs1 Is Involved in the Adaptation to Low Iron in Pseudomonas aeruginosa.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Panagiotopoulou D, Catalán NR, Wilcox M, Halliday N, Pantalone P, Lazenby J, Cámara M, Heeb S"
  },
  {
    "chunk_id": "cf28a18e-ed4e-4a34-8ef5-1d50cd04409c",
    "title": "The regulatory effects of (p)ppGpp and indole on cAMP synthesis in Escherichia coli cells.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kashevarova NM, Khaova EA, Tkachenko AG"
  },
  {
    "chunk_id": "7ba69aa0-843c-4eaa-83ec-ac9c123839b6",
    "title": "The Ribosomal Operon Database: A Full-Length rDNA Operon Database Derived From Genome Assemblies.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Krabberød AK, Stokke E, Thoen E, Skrede I, Kauserud H"
  },
  {
    "chunk_id": "3da8a94a-21dc-4657-a618-c733ed5bd012",
    "title": "The roles of cell wall inhibition responsive protein CwrA in the pathogenicity of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Han W, Xiao Y, Shen L, Yuan X, Yu J, Gao H, Hu R, Shi J, Wang B, Zhang J, Zhou P, Wan C, Huang Y, Lv J, Yu F"
  },
  {
    "chunk_id": "a1fc1d07-c8b3-4dd6-bd39-672c45de1d4f",
    "title": "The role of the minor colonization factor CS14 in adherence to intestinal cell models by geographically diverse ETEC isolates.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Smith EM, Papadimas A, Gabor C, Cooney C, Wu T, Rasko D, Barry EM"
  },
  {
    "chunk_id": "bbdad368-4d5e-4097-9ca9-078a1563e118",
    "title": "The SpxA1-TenA toxin-antitoxin system regulates epigenetic variations of Streptococcus pneumoniae by targeting protein synthesis.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Wang S, Li XY, Zhu M, Deng H, Wang J, Zhang JR"
  },
  {
    "chunk_id": "387a3a58-f49a-4d55-871e-d34b8176a981",
    "title": "The transcriptional regulator Lrp activates the expression of genes involved in the biosynthesis of tilimycin and tilivalline enterotoxins in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "De la Cruz MA, Valdez-Salazar HA, Rodríguez-Valverde D, Mejia-Ventura S, Robles-Leyva N, Siqueiros-Cendón T, Rascón-Cruz Q, León-Montes N, Soria-Bustos J, Chimal-Cázares F, Rosales-Reyes R, Cedillo ML, Yañez-Santos JA, Ibarra JA, Torres J, Girón JA, Fox JG, Ares MA"
  },
  {
    "chunk_id": "00a8a819-174c-4722-8ceb-190759cc75dc",
    "title": "The triterpenoid curcumene mediates the relative hydrophilicity of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Castaldi S, Donadio G, Staiano I, Ricca E, Isticato R"
  },
  {
    "chunk_id": "7a407bc4-1560-4163-adab-b8476d8669a3",
    "title": "Toxic effect and inability of L-homoserine to be a nitrogen source for growth of ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Alkim C, Farias D, Fredonnet J, Serrano-Bataille H, Herviou P, Picot M, Slama N, Dejean S, Morin N, Enjalbert B, François JM"
  },
  {
    "chunk_id": "f2a96dba-e5bd-4c71-9de7-cecae76bc56c",
    "title": "Toxin-antitoxin genes are differentially expressed in ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Maciąg-Dorszyńska M, Olszewski P, Karczewska M, Boss L"
  },
  {
    "chunk_id": "22b50257-43d1-4d92-9909-5ab638b16efb",
    "title": "To kill or to be killed: pangenome analysis of Escherichia coli strains reveals a tailocin specific for pandemic ST131.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Tantoso E, Eisenhaber B, Kirsch M, Shitov V, Zhao Z, Eisenhaber F"
  },
  {
    "chunk_id": "1cdb2c12-5672-4729-8cd8-84ea0b26e813",
    "title": "Trans-aconitic acid assimilation system as a widespread bacterial mechanism for environmental adaptation.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Zheng C, Liu D, Lu X, Wu H, Hua J, Zhang C, Liu K, Li C, He J, Du C"
  },
  {
    "chunk_id": "e11d8bde-8469-4439-a82e-0ffef74742a0",
    "title": "Transcriptional and Metabolic Response of a Strain of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Soria S, Carreón-Rodríguez OE, de Anda R, Flores N, Escalante A, Bolívar F"
  },
  {
    "chunk_id": "d5f883ac-0bd0-4e9a-b1c6-24d445699f31",
    "title": "Transcriptional diversification in a human-adapting zoonotic pathogen drives niche-specific evolution.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ghosh S, Wu CJ, Moller AG, Launay A, Hall LN, Hansen BT, Fischer ER, Youn JH, Khil PP, Dekker JP"
  },
  {
    "chunk_id": "9fc6e512-4c2a-4656-9b25-e0b076f8218d",
    "title": "Transcriptional mechanism by which IS5 activates the fucAO operon in Escherichia coli.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Zhou H, Zhang Z, Velo J, Huo J, Smith S, Ho A, Saier MH"
  },
  {
    "chunk_id": "dc27aef4-e94d-4e09-a908-d52be17f2602",
    "title": "Transcriptional regulation of two redundant 3-bromo-4-hydroxybenzoate catabolic operons via two different regulatory modes in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Ke Z, Yang K, Zhang Z, Guo R, Gao Y, Lan M, Jiang J, Chen K"
  },
  {
    "chunk_id": "771afb3f-be0d-4d0c-94f1-a09507454435",
    "title": "Transcriptional response study of auto inducer-2 regulatory system in Escherichia coli harboring bla",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Deshamukhya C, Ahmed S, Das BJ, Chanda DD, Bhattacharjee A"
  },
  {
    "chunk_id": "e614973e-f3ba-4a52-9f9a-52d4f6269c0e",
    "title": "Transcriptome Analysis Reveals the Effect of PdhR in ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Yan J, Yang B, Xue X, Li J, Li Y, Li A, Ding P, Cao B"
  },
  {
    "chunk_id": "ef96e864-e38c-4800-96ce-389b4d9cd30a",
    "title": "Transitioning from wet lab to artificial intelligence: a systematic review of AI predictors in CRISPR.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Abbasi AF, Asim MN, Dengel A"
  },
  {
    "chunk_id": "a3609b9b-9342-43cd-a7d8-2a3f6b9c7743",
    "title": "Treatment with a Lactococcus lactis that chromosomally express E. coli cfaI mitigates salivary flow loss in a Sjögren's syndrome-like disease.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Akgul A, Freguia CF, Maddaloni M, Hoffman C, Voigt A, Nguyen CQ, Fanger NA, Fanger GR, Pascual DW"
  },
  {
    "chunk_id": "85f1f776-9e99-4574-9296-8e8c3ade54f0",
    "title": "Tryptophanase Expressed by ",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Hababag EAC, Cauilan A, Quintero D, Bermudes D"
  },
  {
    "chunk_id": "c5519373-f3b6-4a32-bf50-dfca67bfe3af",
    "title": "Tunable Temperature-Sensitive Transcriptional Activation Based on Lambda Repressor.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Xiong LL, Garrett MA, Buss MT, Kornfield JA, Shapiro MG"
  },
  {
    "chunk_id": "79432901-c03a-48dc-a30b-c96e0657e403",
    "title": "Tunable translation-level CRISPR interference by dCas13 and engineered gRNA in bacteria.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kim G, Kim HJ, Kim K, Kim HJ, Yang J, Seo SW"
  },
  {
    "chunk_id": "bf2b40fc-c364-4e39-ad66-6ec0f59b509f",
    "title": "Turbidimetric bioassays: A solution to antimicrobial activity detection in asymptomatic bacteriuria isolates against uropathogenic Escherichia coli.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kenneally C, Murphy CP, Sleator RD, Culligan EP"
  },
  {
    "chunk_id": "d4d10011-4860-4745-bc3b-13437f73e4a7",
    "title": "Type 1 fimbria and P pili: regulatory mechanisms of the prototypical members of the chaperone-usher fimbrial family.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Isidro-Coxca MI, Ortiz-Jiménez S, Puente JL"
  },
  {
    "chunk_id": "56c0786e-34e5-44ce-9fcd-ad9b875e08fa",
    "title": "Type II Toxin-Antitoxin Systems in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Zhang H, Tao S, Chen H, Fang Y, Xu Y, Han AX, Ma F, Liang W"
  },
  {
    "chunk_id": "c3ba53c7-e56b-4033-bd51-40cdf2e53ad0",
    "title": "Understanding and computational design of genetic circuits of metabolic networks.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Berkvens A, Salinas L, Remeijer M, Planqué R, Teusink B, Bruggeman FJ"
  },
  {
    "chunk_id": "653a0ff4-5587-4a44-a919-8183e96df9d4",
    "title": "Unraveling the genomic epidemiology and plasmid-mediated carbapenem resistance of ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Li X, Song Z, Liu J, Jin J, Wan H, Chen H, Luo X"
  },
  {
    "chunk_id": "3a330618-0707-4587-97fd-fcd623e3cf16",
    "title": "Unsaturated fatty acid synthesis in Enterococcus faecalis requires a specific enoyl-ACP reductase.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Dong H, Cronan JE"
  },
  {
    "chunk_id": "94b038f9-5efa-4352-b9b8-b6ef53f60c0c",
    "title": "Unsilencing a cryptic xylose metabolic pathway in Rhodococcus jostii RHA1 for efficient lipid production from lignocellulosic biomass.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Acedos MG, De la Torre I, Barriuso J, García JL"
  },
  {
    "chunk_id": "67fad1d3-09fc-4eed-b33a-2bb95e0c208c",
    "title": "Unusual Class I Lanthipeptides from the Marine Bacteria ",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Vermeulen R, Van Staden ADP, van Zyl LJ, Dicks LMT, Trindade M"
  },
  {
    "chunk_id": "6abcb2e8-b302-468f-93e8-2105be3dc203",
    "title": "Unusual Genomic and Biochemical Features of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Dymova AA, Kovalev MA, Silantyev AS, Borzykh AA, Osipova PJ, Poddubko SV, Mitkevich VA, Karpov DS, Kostina NV"
  },
  {
    "chunk_id": "72191b64-2f87-4541-9070-f10e70909c8c",
    "title": "Unveiling the role of the PhoP master regulator in arsenite resistance through ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Corrales D, Alcántara C, Vélez D, Devesa V, Monedero V, Zúñiga M"
  },
  {
    "chunk_id": "bee35b06-35db-4386-9206-21edd1682a13",
    "title": "Upcycling of polyamides through chemical hydrolysis and engineered Pseudomonas putida.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "de Witt J, Luthe T, Wiechert J, Jensen K, Polen T, Wirtz A, Thies S, Frunzke J, Wynands B, Wierckx N"
  },
  {
    "chunk_id": "6087ef87-42a1-4cf6-bf1c-2a97b21f8d5a",
    "title": "Use of the mCherry fluorescent protein to optimize the expression of class I lanthipeptides in Escherichia coli.",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Van Zyl WF, Van Staden AD, Dicks LMT, Trindade M"
  },
  {
    "chunk_id": "df10144d-0704-4a2d-bafb-434a4bf2c4ac",
    "title": "Use of transcriptomics and genomics to assess the effect of disinfectant exposure on the survival and resistance of ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Kirchner M, Nunez-Garcia J, Duggett N, Gosling RJ, Anjum MF"
  },
  {
    "chunk_id": "7203ab4a-8dd3-48bf-bb14-1fac9032a270",
    "title": "Using AlphaFold-Multimer to study novel protein-protein interactions of predation essential hypothetical proteins in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Abulude IJ, Luna ICR, Varela AS, Camilli A, Kadouri DE, Guo X"
  },
  {
    "chunk_id": "988080af-e118-43b7-b549-63bb9e6b51bd",
    "title": "UV induces codirectional replication-transcription conflicts and an alternative DnaA-dependent replication origin in the rnhAB mutants of Escherichiacoli.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Kouzminova EA, Cronan GE, Kuzminov A"
  },
  {
    "chunk_id": "c1636797-ddf0-4893-9d71-7a87a48c25a7",
    "title": "Validating a Xylose Regulator to Increase Polyhydroxybutyrate Production for Utilizing Mixed Sugars from Lignocellulosic Biomass Using ",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Oh SJ, Lee HJ, Hwang JH, Kim HJ, Shin N, Lee SH, Seo SO, Bhatia SK, Yang YH"
  },
  {
    "chunk_id": "52472694-990f-435e-9fb4-e59e6e5200e6",
    "title": "Validation and calibration of a novel GEM biosensor for specific detection of Cd",
    "doi": null,
    "year": "2023",
    "source": "PubMed",
    "authors": "Herath HMLPB, de Silva WRM, Dassanayake RS, Gunawardene YINS, Jayasingha JRP, Gayashan MK, Afonso LOB, de Silva KMN"
  },
  {
    "chunk_id": "c323a28c-c067-40af-91fe-c86382c37f5e",
    "title": "Virulence factors and genetic variability of uropathogenic Escherichia coli isolated from dogs and cats in Italy.",
    "doi": null,
    "year": "2011",
    "source": "PubMed",
    "authors": "Tramuta C, Nucera D, Robino P, Salvarani S, Nebbia P"
  },
  {
    "chunk_id": "79839dbe-3215-43e0-9674-39edb2606bef",
    "title": "Visualization of Type IV-A1 CRISPR-mediated repression of gene expression and plasmid replication.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Sanchez-Londono M, Rust S, Hernández-Tamayo R, Gomes-Filho JV, Thanbichler M, Randau L"
  },
  {
    "chunk_id": "db85d7b0-2866-485b-b397-f460ae548c9a",
    "title": "WhiA transcription factor provides feedback loop between translation and energy production in a genome-reduced bacterium.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Fisunov GY, Tsvetkov VB, Tsoy EA, Evsyutina DV, Vedyaykin AD, Garanina IA, Semashko TA, Manuvera VA, Varizhuk AM, Kovalchuk SI, Zubov AI, Barinov NA, Pobeguts OV, Govorun VM"
  },
  {
    "chunk_id": "5a6b77dd-baf5-4de6-8d4a-0ddc9008e36a",
    "title": "Widespread repression of anti-CRISPR production by anti-CRISPR-associated proteins.",
    "doi": null,
    "year": "2022",
    "source": "PubMed",
    "authors": "Shehreen S, Birkholz N, Fineran PC, Brown CM"
  },
  {
    "chunk_id": "079e4902-0278-43d3-9598-b6fa339821c8",
    "title": "Wild-Type Domestication: Loss of Intrinsic Metabolic Traits Concealed by Culture in Rich Media.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Vezina B, Cooper HB, Wisniewski JA, Parker MH, Jenney AWJ, Holt KE, Wyres KL"
  },
  {
    "chunk_id": "94a3d0e6-5e56-4c8b-a9c1-3cd965ecf8d7",
    "title": "X-ray crystal structure of proliferating cell nuclear antigen 1 from Aeropyrum pernix.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Yamauchi T, Kikuchi M, Iizuka Y, Tsunoda M"
  },
  {
    "chunk_id": "47b78ea2-b695-4dbb-8c60-96af4c56ae45",
    "title": "Xylooligosaccharide interferes with the cell cycle and reduces the antibiotic tolerance of avian pathogenic Escherichia coli by associating with its potential antimetabolic actions.",
    "doi": null,
    "year": "2024",
    "source": "PubMed",
    "authors": "Ren L, Ye H, Fang J, Cao Q, Zhang C, Dong Z, Feng D, Zuo J, Wang W"
  },
  {
    "chunk_id": "24fcee9a-4e8f-462e-a143-cdc5d23972a6",
    "title": "Xylose Metabolism and Transport in ",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Park YC"
  },
  {
    "chunk_id": "c715f8b1-61be-490a-beb0-2ab34bd37354",
    "title": "YafN-YafO toxin-antitoxin system contributes to stress resistance and virulence of avian pathogenic Escherichia coli.",
    "doi": null,
    "year": "2025",
    "source": "PubMed",
    "authors": "Chen Q, Sun Y, Xing Q, Li Z, Gao S, Gao Q"
  }
]